Repository: blaise1003/EShop
Catalog: buildout/source/satchmoutils/satchmoutils/locale/*/LC_MESSAGES/django.po
Languages: it

source: Page updtated
it: Pagina aggiornata

source: activate
it: abilita

source: deactivate
it: disabilita

source: Invalid IBAN code. Please make sure to remove all spaces
it: Codice IBAN non valido. Controlla di aver rimosso tutti gli spazi

source: Shop configuration
it: Conferma

source: Shop name
it: Informazioni sul negozio

source: The name of the site, shown on all pages and mails
it: Nome del sito, visualizzto sulle pagine e nelle mail

source: IBAN
it: Codice IBAN

source: your bank account code: fill in if you have chosen to accept payments via bank transfer
it: il tuo account bancario: compilare se si è scelto di accettare pagamenti tramite bonifico bancario

source: Address
it: Indirizzo di fatturazione:

source: the physical or legal address of your business
it: indirizzo del tuo negozio

source: Zip code
it: CAP

source: the zip code of the shop address
it: CAP del negozio

source: City
it: Città

source: the city of the shop
it: Città dove risiede il negozio

source: an e-mail address where your customers can contact you for informations or other needs
it: inserisci un indirizzo email che i clienti potranno utilizzare per contattarti

source: Vat number
it: P. IVA

source: shop vat number
it: P. IVA

source: Telephone
it: Telefono

source: a phone number to allow your customers to contact you
it: inserisci un numero di telefono

source: a fax number to allow your customers to contact you
it: inserisci un numero di FAX

source: You must specify either your person number or the VAT number of your company in order to proceed with the purchase
it: Devi specificare almeno uno tra p.iva e codice fiscale per poter continuare il tuo ordine

source: Person number
it: Codice fiscale

source: I have read the Terms and Conditions
it: Ho letto le condizioni commerciali*.

source: Payment
it: Pagamento

source: Basic informations
it: Informazioni principali

source: Billing informations
it: Dati di fatturazione

source: Shipping informations
it: Dati di consegna

source: Other informations
it: Altri dati

source: contact
it: contatto

source: business number
it: p.iva

source: person number
it: codice fiscale

source: administrative information for %(contact_name)s
it: informazioni amministrative per %(contact_name)s

source: administrative information
it: informazioni amministrative

source: administrative informations
it: informazioni amministrative

source: Title
it: Titolo

source: Slug Name
it: Slug

source: Used for URLs, auto-generated from name if blank
it: Viene usato l'url, autogenerato se lasciato vuoto

source: Text
it: Testo

source: This field can contain HTML
it: Può contenere HTML

source: Ordering
it: Ordinamento

source: Override alphabetical order in category display
it: Imposta ordine alfabetico nella visualizzazione della categoria

source: Active
it: Abilita

source: This will determine whether or not this product will appear on the site
it: Questo determinerà se il prodotto apparirà sul sito

source: page
it: pagina

source: pages
it: pagine

source: The code is too short or contains invalid characters
it: Il codice è troppo corto oppure contiene caratteri non consentiti

source: The code is malformed
it: Il codice non è valido

source: Invalid person number
it: Codice fiscale non valido

source: Invalid Vat number
it: P. iva non valida

source: General question
it: Domande generali

source: Order problem
it: Problemi sull'ordine

source: Product Info
it: Informazioni sui prodotti

source: Shipping Info
it: Dati di consegna

source: Inquiry
it: Tipo di domanda

source: What about yuor question
it: A cosa si riferisce la domanda

source: Insert word you see into image
it: Testo dell'immagine

source: Success
it: Operazione eseguita con successo

source: Payment needs to be confirmed
it: Il pagamento deve essere confermato

source: Your order has already been processed.
it: Il tuo ordine è stato già eseguito

source: Payment Bonifico Module Settings
it: Configurazione Pagamento tramite Bonifico

source: Accept real payments
it: Accetta pagamenti reali

source: False if you want to be in test mode
it: Modalità di test

source: Implementation module
it: Modulo di implementazione

source: Module key
it: Codice

source: Currency Code
it: Codice valuta

source: Currency code for transactions (242 = EUR).
it: Codice valuta per le transizioni (242 = EUR).

source: English name for this group on the checkout screens
it: Nome inglese per questo tipo di pagamento

source: This will be passed to the translation utility
it: Questo testo verrà processato dal modulo di traduzione

source: The url base used for constructing urlpatterns which will use this module
it: URL base per questo pagamento

source: Verbose logs
it: Log esteso

source: Add extensive logs during post.
it: Aggiunge un maggior numero di log durante le richieste

source: Payment Contrassegno Module Settings
it: Configurazione Pagamento tramite Contrassegno

source: Payment on delivery
it: Pagamento alla consegna

source: The handling cost of this payment
it: Costo di gestione

source: Payment Credit card Module Settings thru BancaSella
it: Configurazione Pagamento tramite BancaSella

source: Use SSL for the checkout pages?
it: Usa il modulo SSL?

source: Creditcard (Bancasella)
it: Bancasella (Carta di credito)

source: Post URL
it: URL Bancasella

source: The BancaSella URL for real transaction posting.
it: URL per le richieste verso Bancasella

source: Post URL TEST
it: URL TEST Bancasella

source: The BancaSella URL for test transaction posting.
it: URL di TEST per le richieste verso Bancasella

source: Merchant ID
it: ID negoziante

source: Merchant Key
it: Codice negoziante

source: Merchant Test ID
it: ID Negoziante di test

source: Merchant Test Key
it: Codice Negoziante di test

source: Return URL
it: URL di ritorno

source: Where BancaSella will return the customer after the purchase is complete. This can be a named url and defaults to the standard checkout success.
it: URL di ritorno di Bancasella

source: Your order is no longer valid.
it: Il tuo ordine è scaduto

source: No Area Tax
it: Tassa Senza Area

source: Tax Shipping?
it: Voui usare la tassazione sulla consegna

source: TaxClass for shipping
it: Tassazione per la spedizione

source: Select a TaxClass that should be applied for shipments.
it: Scegli il tipo di tassazione che vuoi applicare sulla spedizione

source: Use item full-price for tax?
it: Usa il prezzo completo per il calcolo del' IVA

source: tax class
it: Classe di tassa

source: Percentage
it: Percentuale

source: % tax for this type
it: tassa da applicare il %

source: tax rate
it: aliquota

source: tax rates
it: aliquote

source: (show)
it: (mostra)

source: (hide)
it: (nascondi)

source: Models available in the %(name)s application.
it: Modelli disponibili nella cartella %(name)s.

source: Add
it: Aggiungi

source: Change
it: Modifica

source: You don't have permission to edit anything.
it: Non hai i permessi per modificare

source: Recent Actions
it: Opzioni

source: My Actions
it: Mie azioni

source: None available
it: Non disponibile

source: Admin Tools
it: Strumenti amministrativi

source: Edit Site Settings
it: Modifica le impostazioni del sito

source: Edit Inventory
it: Modifica inventario

source: Export Product Defs
it: Esporta la definizione dei prodotti

source: Product Variation Manager
it: Gestore varianti di prodotto

source: Cache Status
it: Stato della cache

source: Account
it: Profilo

source: Update Profile
it: Aggiorna il profilo

source: Your Profile
it: Il tuo profilo

source: Please correct the following error:
it: Per favore correggi gli errori senalati:

source: You&apos;ll need to fill out at least the fields with a *
it: Devi inserire i campi segnati con *

source: Basic Information
it: Informazioni base

source: Email address
it: Indirizzo email

source: First name
it: Nome

source: Last name
it: Cognome

source: Organization
it: Azienda

source: Birthday
it: Data di nascita

source: Phone number
it: Telefono

source: Newsletter
it: Vuoi ricevere la newsletter?

source: Administrative information
it: Informazioni personali

source: Business number
it: P.IVA

source: Update
it: Aggiorna

source: Your Account info
it: I tuoi dati

source: Welcome, %(full_name)s.
it: Benvenuto, %(full_name)s.

source: Your profile
it: Il tuo profilo

source: Organization:
it: Azienda:

source: Birthday:
it: Data di nascita:

source: Yes
it: Si

source: Billing Address:
it: Indirizzo di fatturazione:

source: Shipping Address:
it: Indirizzo di consegna

source: Address Book Entries
it: Indirizzo

source: Edit
it: Modifica

source: Delete
it: Cancella

source: Account options
it: Opzioni

source: Update your profile
it: Aggiorna il tuo profilo

source: Add address book entry
it: Inserisci un nuovo contatto

source: Change your password
it: Cambia la tua password

source: Order History
it: Storia degli ordini

source: Sorry, the user you've logged in as doesn't have any contact information.
it: Spiacenti, l'utente usato non ha alcuna informazione.

source: Probably because you are an admin.
it: Forse sei un amministratore

source: Set up contact information
it: Inserisci le tue informazioni

source: Price
it: Prezzo

source: (incl. tax)
it: (IVA incl.)

source: Quantity
it: Quantità

source: Add to cart
it: Aggiungi

source: Cart
it: Carrello

source: Your Cart
it: Il tuo carrello

source: Your cart is empty.
it: Il tuo carrello è vuoto.

source: Item
it: Prodotto

source: Regular Price
it: Prezzo base

source: Sale Price
it: Prezzo

source: Total<br/>(incl.&nbsp;tax)
it: Totale (IVA incl.)

source: Total
it: Totale

source: update
it: aggiorna

source: Remove
it: Elimina

source: Cart Total
it: Totale

source: Continue shopping
it: Continua con gli acquisti

source: Empty
it: Svuota

source: Check out
it: Acquista

source: Checkout
it: Acquista

source: Ship/Bill
it: Consegna/Fatturazione

source: Confirmation
it: Conferma

source: Please complete the following information in order to submit your order.
it: Inserisci le seguenti informazioni prima di procedere con l'ordine.

source: Please correct the following errors
it: Per favore correggi gli errori senalati:

source: If you already have an account, you can login now to fill in most of the information below.
it: Se hai già un account, devi autenticarti ed inserire le informazioni richieste.

source: This is just a convenience, no account is required!
it: Questa è solo una comodità, non viene richiesto!

source: Username or email
it: Username o email

source: Login
it: Accesso

source: You'll need to fill out at least the fields with a *
it: I campi con * sono obbligatori

source: Continue Checkout
it: Continua

source: Thank you for your order!
it: Grazie per l'acquisto!

source: Please print out this page as a receipt. You will also receive an email with this information.
it: Vi consigliamo di stampare questa pagina come ricevuta. Riceverai anche una e-mail con queste informazioni

source: La richiesta verr&agrave; evasa una volta ricevuta conferma dell'avvenuto pagamento.
it: La richiesta verrà evasa una volta ricevuta conferma dell'avvenuto pagamento.

source: You can check your order status
it: Puoi controllare lo stato dei tuoi ordini

source: order history
it: Storia degli ordini

source: Proceed with another purchase
it: Procedi con gli acquisti

source: Attenzione: le spese di spedizione non sono state conteggiate nell'ordine. <br /> Verrete contattati via email da un nostro operatore e il vostro ordine verr&agrave; <br /> confermato solo qualora accettiate il preventivo di spedizione <br />
it: Attenzione: le spese di spedizione non sono state conteggiate nell'ordine. <br /> Verrete contattati via email da un nostro operatore e il vostro ordine verrà <br /> confermato solo qualora accettiate il preventivo di spedizione <br />

source: Attenzione!!! Il pagamento in contrassegno &egrave; valido solo in contanti. Il corriere accetter&agrave; solo contanti.
it: Attenzione!!! Il pagamento in contrassegno è valido solo in contanti. Il corriere accetterà solo contanti.

source: Your payment will be processed through BONIFICO.
it: Il tuo pagamento verrà elaborato da BONIFICO

source: Purchase Items
it: Acquista

source: Your payment will be processed through CONTRASSEGNO.
it: Il tuo pagamento verrà gestito in CONTRASSEGNO

source: Your payment will be processed through BANCASELLA.
it: Il tuo pagamento verrà elaborato da BANCASELLA

source: Error. Check your order!
it: Errore. Controlla il tuo ordine!

source: Your payment will be processed through PayPal.
it: Il tuo pagamento verrà elaborato da PAYPAL

source: Remaining Balance for order %(order_id)s
it: Totale da pagare per l'ordine %(order_id)s

source: Shipping for free items
it: Consegna gratis

source: Other
it: Altre pagine
