Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/satchmo_store/contact/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Only authenticated users can check out
hu: Csak belépett felhasználók rendlehetnek

source: Users will be required to authenticate (and create an account if neccessary) before checkout.
hu: A felhasználóknak rendelés előtt be kell lépniük regiszrálniuk kell (és regisztrálniuk, ha szükséges)

source: Required billing data
hu: Kötelező számlázási adatok

source: Users may be required to provide some set of billing address. Other fields are optional. You may shorten the checkout process here, but be careful, as this may leave you orders with almost no customer data! Some payment modules may override this setting.
hu: A felhazsnálóktól nem minden adatot kérünk a számlázási címhez. A többi mező opcionális. Lerövidtheted a fizetési procedúrát ezzel, de vigyázz, mert így lehet, hogy vevői adatok nélküli megrendeléseid lesznek. A fizetési modulok felülbírálhatják ezt a beállítást.

source: Title
hu: Megszólítás

source: First name
hu: Keresztnév

source: Last name
hu: Vezetéknév

source: Phone
hu: Telefon

source: Addressee
hu: Címzett

source: Organization
hu: Szervezet

source: Street
hu: Utca

source: Street (second line)
hu: Házszám

source: City
hu: Város

source: State/Province
hu: Megye

source: Postal code/ZIP
hu: Irányítószám

source: Country
hu: Ország

source: Account Verification
hu: Hitelesítés

source: Select the style of account verification. 'Immediate' means no verification needed.
hu: Válaszd ki a regisztráció hitelesítésének a módját. Az 'Azonnal' opcióval nem szükséges hitelesítés.

source: Immediate
hu: Azonnal

source: Days to verify account
hu: A hitelesítésre engedélyezett napok száma

source: First Name
hu: Keresztnév

source: Last Name
hu: Családi név

source: State
hu: Megye

source: ZIP code/Postcode
hu: Irányító szám

source: Shipping same as billing?
hu: Szállítási cím megegyezik a számlázási címmel?

source: This field is required.
hu: A mező kitöltése kötelező.

source: State is required for your country.
hu: Megye megadása ebben az országban kötelező

source: Invalid state or province.
hu: Érvénytelen megye.

source: That email address is already in use.
hu: Ezt az email címet már használja valaki.

source: Shipping and Billing countries must match
hu: Csak abba az országba szállítunk, ahova a számla szól.

source: Newsletter
hu: Hírlevél

source: Description
hu: Leírás

source: Yes
hu: Igen

source: No
hu: Nem

source: Key
hu: Kulcs

source: Name
hu: Név

source: Contact organization type
hu: A szervezet típusa

source: Type
hu: Típus

source: Role
hu: Szerep

source: Creation Date
hu: Létrehozás dátuma

source: Notes
hu: Megjegyzések

source: Organizations
hu: Szervezetek

source: Date of birth
hu: Születési dátum

source: Creation date
hu: Létrehozás dátuma

source: Contact
hu: Ügyfél

source: Contacts
hu: Ügyfelek

source: Work
hu: Munkahelyi

source: Home
hu: Otthoni

source: Mobile
hu: Mobil

source: Date and Time
hu: Dátum és idő

source: Interaction
hu: Kapcsolat

source: Interactions
hu: Kapcsolatok

source: Phone Number
hu: Telefonszám

source: Primary
hu: Elsődleges

source: Phone Numbers
hu: Telefonszámok

source: Description of address - Home, Office, Warehouse, etc.
hu: A cím leírása - Otthoni, munkahelyi, üzlet, stb.

source: Zip Code
hu: Irányítószám

source: Default Shipping Address
hu: Alapértelmezett szállítási cím

source: Default Billing Address
hu: Alapértelmezett számlázási cím

source: Address Book
hu: Címjegyzék

source: Address Books
hu: Címjegyzékek

source: Supplier
hu: Beszállító

source: Supplier ID
hu: Beszállító azonosító

source: Unit Cost
hu: Bekerülési egységár

source: Inventory
hu: Leltár

source: Raw Item
hu: Árudarab

source: Raw Items
hu: Árudarabok

source: Date Created
hu: Létrehozás dátuma

source: Subtotal
hu: Részösszeg

source: Shipping
hu: Szállítás

source: Tax
hu: Adó

source: Total
hu: Összesen

source: Supplier Order
hu: Beszállítói megrendelés

source: Supplier Orders
hu: Beszállítói megrendelések

source: Line Item
hu: Tétel

source: Line Item Quantity
hu: Tétel mennyiség

source: Line Item Total
hu: Tétel összeg

source: Sent in
hu: Megrendelés elküldve

source: Shipped
hu: Szállíva

source: Received
hu: Megérkezett

source: Status
hu: Állapot

source: Date
hu: Dátum

source: Supplier Order Status
hu: Beszállítói megrendelés állapota

source: Supplier Order Statuses
hu: Beszállítói megrendelés állapotai

source: Not set
hu: Nincs megadva

source: Billing Information
hu: Számlázási információ

source: Bill To
hu: Számlázás

source: If different from the first and last names above
hu: Ha különbözik a fenti nevektől

source: Zipcode/Postcode
hu: Irányítószám

source: Ship To
hu: Szállítási cím

source: Existing members login
hu: Regisztrált felhasználók

source: Email Address:
hu: Email cím:

source: Password:
hu: Jelszó:

source: Login
hu: Belépés

source: Account
hu: Azonosító

source: Please correct the following error:
hu: Kérlek javítsd a következő hibát:

source: You&apos;ll need to fill out at least the fields with a *
hu: A *-gal jelölt mezők kitöltése kötelező.

source: Update
hu: Módosít

source: Login, or sign up to the store
hu: Belépés vagy regisztráció

source: New Members, Create Your Account Below
hu: Új felhasználók regisztrációja

source: Please correct the error below.
hu: Kérlek javítsd a lenti hibát!

source: Sign me up for Email Updates about new products and special offers!
hu: Feliratkozom a hírlevélre

source: Create
hu: Létrehozás

source: Phone number
hu: Telefonszám

source: Update Profile
hu: Adatok módosítása

source: Your Profile
hu: Adataid

source: Basic Information
hu: Alapadatok

source: Email address
hu: Email cím

source: Birthday
hu: Születésnap

source: Your Account info
hu: Felhasználói adataid

source: Welcome, %(full_name)s.
hu: Üdvözöllek %(full_name)s.

source: Your profile
hu: Adataid

source: Organization:
hu: Szervezet:

source: Birthday:
hu: Születésnap:

source: Newsletter:
hu: Hírlevél

source: Billing Address:
hu: Számlázási cím

source: Shipping Address:
hu: Szállítási cím:

source: Account options
hu: Felhasználói adatok

source: Update your profile
hu: Adatok módosítása

source: Change your password
hu: Jelszó megváltoztatása

source: Order History
hu: Korábbi rendelések

source: Sorry, the user you've logged in as doesn't have any contact information.
hu: Bocs, de a belépett felhasználónak nincsenek adatai.

source: Probably because you are an admin.
hu: Valószínűleg azért, mert te vagy az admin.

source: Set up contact information
hu: Felhasználói adatok megadása

source: Registration Complete
hu: A regisztráció kész

source: Account Activation
hu: Azonosító aktiválása

source: Thanks for signing up! You are now logged in.
hu: Köszönjük a regisztrációt. Be vagy lépve.

source: In the future, you can log in using your email address (%(email)s).
hu: A jövőben a következő email címmel tudsz belépni: %(email)s.

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(expiration_days)s days after registration.
hu: Az aktivációs link érvénytelen volt, vagy az aktivációs kulcs túl régi. Az aktivációs kulcsok csak %(expiration_days)s napig érvényesek a regisztráció után.

source: Someone, hopefully you, signed up for a new account at %(site)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar.
hu: Valaki, remélhetőleg Te :-), regisztrált a %(site)s oldalon ezzel az email címmel. Ha Te voltál, és szeretnéd aktiválni az azonosítódat, kattints az alábbi linkre, vagy másold be a címet a böngésződ címsorába.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
hu: Ha nem Te voltál, nem kell tenned semmit; nem fogsz több emailt kapni tőlünk, és az azonosító automatikusan lejár %(expiration_days)s napon belül.

source: Password
hu: Jelszó

source: If you do not have an account, please
hu: Ha még nincs azonosítód,

source: click here
hu: kattints ide

source: If you do not remember your password, please
hu: Ha nem emlékszel a jelszavadra,

source: click here</a> to have it reset.
hu: kattints ide</a>, hogy újat tudjunk adni.

source: You have been successfully logged out.
hu: Sikeresen kiléptél.

source: Password Change Done
hu: Sikeresen megváltoztattuk a jelszót.

source: Password change successful
hu: Sikeresen megváltoztattuk a jelszót.

source: Your password change has been completed.
hu: Sikeresen megváltoztattuk a jelszót.

source: Password Change
hu: Jelszó megváltoztatása

source: For the sake of security, please enter your old password, and then enter your new password twice.
hu: A biztonság kedvéért, kérünk add meg a régi jelszavadat, majd kétszer az újat.

source: Old password
hu: Régi jelszó

source: New password
hu: Új jelszó

source: Confirm new password
hu: Új jelszó mégegyszer

source: Change password
hu: Jelszó megváltoztatása

source: You're receiving this e-mail because you requested a password reset
hu: Ezt az email azért kaptad, mert a jelszavad törlését kérted

source: for your user account at %(site_name)s
hu: a %(site_name)soldalon.

source: Please go to the following page and choose a new password:
hu: A következő oldalon tudsz új jelszót beállítani:

source: Your username, in case you've forgotten:
hu: A felhsználói neved:

source: Thanks for using our site!
hu: Köszönjük, hogy nálunk jártál!

source: The %(site_name)s team
hu: A %(site_name)s csapata

source: Password reset successful
hu: A régi jelszavadat töröltük.

source: We've e-mailed a new password to the e-mail address you submitted. You should receive it shortly.
hu: Küldtünk egy emailt az új jelszavaddal az email címedre. Hamarosan meg kell kapnod.

source: Reset your password
hu: Jelszó törlése

source: Forgotten your password? Enter your e-mail address below, and we'll send a new password to you.
hu: Elfelejtetted a jelszavadat? Add meg az email címedet, és küldünk egy újat.

source: Be sure to enter the same e-mail address you used to register.
hu: Kérlek ugyanazt a címet add meg, mint amivel regisztráltál.

source: Reset password
hu: Jelszó törlése

source: Account Creation
hu: Új felhazsnáló

source: Thank you for signing up.
hu: Köszönjük, hogy regisztráltál.

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
hu: A megadott email címre elküldtük az aktiváló linket, és a az aktivációhoz szükséges lépések leírását.

source: Registration
hu: Regisztráció

source: Please Enter Your Account Information
hu: Add meg a felhasználói adataidat

source: Create Account
hu: Felhasználó létrehozása

source: Repeat Activation
hu: Aktiválás megismétlése

source: This account has already been activated. Please login.
hu: Ezt a felhasználói azonosítót már aktiváltuk. Kérlek lépj be.

source: Dear %(first_name)s %(last_name)s,
hu: Kedves %(last_name)s %(first_name)s,

source: Thank you for signing up with %(shop_name)s.
hu: Köszönjük, hogy regisztráltál üzletünkben. %(shop_name)s.

source: Your new username is this email address, and you can login at
hu: Az új azonosítód ez az email cím, és ezzel beléphetsz a következő oldalon:

source: Regards
hu: Üdv

source: Store Management
hu: A webáruház csapata
