Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/product/locale/*/LC_MESSAGES/django.po
Languages: es, ro

source: Downloadable Products
es: Productos descargables
ro: Produse descărcabile

source: Downloadable product
es: Producto descargable

source: Order
es: Pedido

source: Key
es: Clave

source: Number of attempts
es: Número de intentos

source: This download is no longer active
es: Esta descarga ya no está activa

source: You have exceeded the number of allowed downloads.
es: Se ha superado el número de descargas permitidas.

source: This download link has expired.
es: Este enlace ha expirado.

source: Download Link
es: Enlace de descarga

source: Download Links
es: Enlaces de descarga

source: The download key is invalid.
es: La clave de descarga no es válida.

source: Recurring Billing
es: Facturación Recurrente
ro: Plați recurente

source: Customer will be charged the regular product price on a periodic basis.
es: Al cliente se le cobrará el precio regular del producto de forma periódica.

source: Recurring Times
es: Tiempos recurrentes
ro: Perioade de recurență

source: Number of payments which will occur at the regular rate. (optional)
es: Cantidad de pagos que recurrirán en los periodo especificado. (Opcional)

source: Duration
es: Duración
ro: Durata

source: Length of each billing cycle
es: Duración de cada ciclo de facturación

source: Days
es: Días
ro: Zile

source: Months
es: Meses
ro: Luni

source: Expire Unit
es: Unidad de vencimiento

source: No Shipping Charges
es: Sin gastos de envío
ro: Numărul plăților pentru livrare

source: Pay Shipping Once
es: Pagar el envío una vez
ro: Livrarea se plătește o singură data

source: Pay Shipping Each Billing Cycle
es: Pagar el envío en cada ciclo de facturación

source: Shippable?
es: ¿Enviable?
ro: Livrabil?

source: Is this product shippable?
es: ¿Es este producto enviable?
ro: Este acest produs livrabil?

source: Subscription Product
es: Producto de suscripción
ro: Abonament

source: Subscription Products
es: Productos de suscripción
ro: Abonamente Produse

source: Set to 0 for a free trial. Leave empty if product does not have a trial.
es: Poner en 0 para una prueba gratuita. Dejar en blanco si el producto no tiene una prueba gratuita.

source: Trial Duration
es: La duración de la prueba

source: Length of trial billing cycle. Leave empty if product does not have a trial.
es: Duración del periodo de facturación de prueba. Dejar en blanco si el producto no tiene una versión de prueba.

source: Trial Terms
es: Condiciones de prueba

source: Helpers
es: Ayudantes

source: Variation Manager
es: Administrador de variación
ro: Manager variații

source: Variations
es: Variaciones
ro: Variații

source: Home
es: Inicio
ro: Acasă

source: Most Popular
es: Más populares
ro: Cele mai populare

source: Best Rated Products
es: Los productos mejor calificados
ro: Cele mai votate

source: Rating %(rating)s
es: Nota %(calificación)s
ro: Voturi %(rating)s

source: Best Sellers
es: Los más vendidos
ro: Cele mai vândute

source: Best Selling Products
es: Productos más vendidos
ro: Cele mai bine vândute produse

source: Base Price:
es: Precio base:
ro: Preț de bază:

source: price at right is your deposit, you will receive a bill for the remainder when your item is ready.
es: el precio de la derecha es tu depósito. Te enviaremos una factura por la cantidad restante cuando el artículo esté listo.
ro: Prețul din dreapta este depozitul dumneavoastră, veți primii o factură pentru restul sumei când produsul dumneavoastră va fi pregătit.

source: This is the trial price to be charged today, see <a href="%(url)s">the product description</a> for full pricing details.
es: Este es el precio por la versión de prueba a pagarse hoy, consulta <a href="%(url)s">la descripción del producto</a> para ver todos los detalles del precio.

source: Free trial, see <a href="%(url)s">the product description</a> for full pricing details.
es: Prueba gratuita, consulta <a href="%(url)s">la descripción del producto</a> para más detalles del precio.

source: For full pricing details, see <a href="%(url)s">the product description</a>.
es: Consulta <a href="%(url)s">la descripción del producto</a> para más detalles del precio.

source: Category Index
es: Índice de Categorías

source: (incl. tax)
es: (IVA incluido)
ro: (taxe incluse)

source: Please choose your options
es: Por favor, elije tus opciones
ro: Vă rugăm să alegeți opțiunile dorite

source: Quantity
es: Cantidad
ro: Cantitatea

source: Add to cart
es: Añadir a la cesta
ro: Adaugă în coș

source: Custom order for %(name)s
es: Orden personalizada para %(name)s
ro: Comandă particularizată pentru %(name)s

source: more
es: más
ro: mai mult

source: Subscription product %(name)s
es: Producto de suscripción %(name)s

source: Only
es: Sólo
ro: Doar

source: easy payments of:
es: facilidad de pago de:

source: This product has trial subscription pricing
es: Este producto tiene un precio de suscripción de prueba

source: Free
es: Gratis
ro: Gratuit

source: for trial period of
es: del periodo de prueba de

source: days
es: días
ro: zile

source: months
es: meses
ro: luni

source: Cart
es: Carro
ro: Coș

source: Notice
es: Aviso
ro: Atenție

source: This store requires a minimum order of %(value)s before you can check out.
es: Esta tienda requiere un pedido mínimo de %(value)s antes de que puedas realizar tu pedido.
ro: Comanda dumneavoastră trebuie să aibă o valoare de cel puțin %(value)s ca să o puteți trimite.

source: Recently Added
es: Novedades
ro: Adăugate recent

source: Previous
es: Anterior
ro: Precedente

source: Next
es: Siguiente
ro: Următoare

source: Bad Page
es: Error en la Página

source: Documentation
es: Documentación
ro: Documentație

source: Change password
es: Cambiar mi contraseña
ro: Schimbă parola

source: Log out
es: Cerrar sesión
ro: Deconectare

source: Inventory Management
es: Gestión de inventario
ro: Management inventar

source: Please correct the error below.
es: Por favor, corrige los errores de abajo.
ro: Vă rugăm să corectați eroarea de mai jos.

source: Inventory
es: Inventario
ro: Inventar

source: Unit Price
es: Precio unitario
ro: Preț unitar

source: Mark all featured
es: Marcar todos los destacados
ro: Marchează pe toate ca recomandate

source: Clear all featured
es: Borrar todos los destacados
ro: Resetează marcarea ca recomandate

source: Disable all Products with 0 quantity.
es: Desactivar todos los productos con cantidad 0.
ro: Dezactivează toate produsele cu cantitate 0.

source: Disable ProductVariations with 0 quantity.
es: Desactivar Variaciones de Producto con cantidad 0.
ro: Dezactivează toate variațiile cu cantitate 0.

source: No inventory items.
es: No hay artículos de inventario.
ro: Nu există itemi de inventar.

source: WARNING: THIS FUNCTION IS STILL EXPERIMENTAL. DO NOT USE IN PRODUCTION.
es: ADVERTENCIA: Esta función está aún en fase experimental. NO UTILIZAR EN PRODUCCIÓN.

source: Import
es: Importar

source: Import from fixture file:
es: Importar desde archivo de datos:

source: Export
es: Exportar

source: Export?
es: ¿Exportar?

source: Include images?
es: ¿Incluir imágenes?
ro: Include imagini?

source: Include categories?
es: ¿Incluir categorías?
ro: Include categorii?

source: Format?
es: ¿Formato?

source: Reset
es: Reajustar
ro: Resetare

source: Check all
es: Marcar todos
ro: Selectează tot

source: Uncheck all
es: Desmarcar todos
ro: Deselectează tot

source: No products.
es: No hay productos.
ro: Nu există produse.

source: Product import/export
es: Importar / exportar producto
ro: Import/Export produse

source: Results
es: Resultados
ro: Rezultate

source: Import Results
es: Importar resultados
ro: Importă rezultate

source: Errors
es: Errores
ro: Erori

source: results
es: resultados
ro: rezultate

source: Product Variation Manager
es: Administrador de Variación de Producto
ro: Manager variații produse

source: Variation Manager for %(product_name)s
es: Administrador de Variación para %(product_name)s
ro: Manager variații pentru %(product_name)s

source: <p>The Variation Manager helps create the exact set of variations you need for your Configurable Product</p> <p>Make choices from the Option Groups below, and then click one of the helper links below them to select or deselect variations which have those options.</p> <p>Fine tune the active variations by putting a checkmark next to those that you want to keep or create, then then click <b>Update Variations</b>. </p>
es: <p>El Gestor de Variaciones ayuda a crear las variaciones necesarias para un producto configurable </p><p>Configura los grupos de Opciones a continuación y pulsa en alguno de los enlaces del grupo para seleccionar o de-seleccionar las variaciones que contengan esas opciones.</p><p>Además puedes ajustar las variaciones activas poniendo una marca al lado de los que deseas mantener o crear y pulsando en <b>Actualizar variaciones.</b></p>

source: Helper Links
es: Enlaces de ayuda

source: Select These Options
es: Seleccionar estas opciones
ro: Selectează aceste opțiuni

source: Select Only These Options
es: Seleccionar sólo estas opciones
ro: Selectează doar aceste opțiuni

source: Select All
es: Seleccionar todo
ro: Selectează tot

source: Deselect These Options
es: Desmarcar estas opciones
ro: Deselectează aceste opțiuni

source: Deselect All
es: Desmarcar todo
ro: Deselectează tot

source: Show All
es: Mostrar todo
ro: Afișează tot

source: Hide Inactive Rows
es: Ocultar filas inactivas
ro: Ascunde rândurile inactive

source: Update Variations
es: Actualizar variaciones
ro: Actualizează variațiile

source: Reset Form
es: Restablecer el formulario
ro: Resetează formularul

source: Variation
es: Variación
ro: Variație

source: Exists
es: Existe
ro: Există

source: Create/Keep
es: Crear / Mantener
ro: Creează/Păstrează

source: yes
es: sí
ro: da

source: Select the Configurable Product to manage.
es: Selecciona el Producto configurable para gestionar.

source: Edit %(subtype)s
es: Editar %(subtype)s
ro: Editează %(subtype)s

source: Add %(subtype)s
es: Añadir %(subtype)s
ro: Adaugă %(subtype)s

source: Delete ProductVariation
es: Eliminar Variación de Producto
ro: Șterge variația produsului

source: The category you have requested does not exist.
es: La categoría que has solicitado no existe.
ro: Categoria căutată nu există.

source: The product you have requested does not exist.
es: El producto que has solicitado no existe.
ro: Produsul căutat nu există.

source: not available
es: no está disponible
ro: nu este disponibil

source: Inventory Editor
es: Editor de Inventario
ro: Editor inventar

source: Product Import/Export
es: Importar / exportar producto
ro: Import/Export produse

source: No upload file found
es: No se encuentra ninguna carga de archivos

source: The product you have requested is not a Configurable Product.
es: El producto que has solicitado no es un producto configurable.
ro: Produsul căutat nu este configurabil

source: <p>This item is eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
ro: <p> Acest produs este eligibil pentru a primi o reducere de %(pct)s, în timpul finalizării comenzii dacă introduceți codul "%(code)s" pe durata %(desc)s ce se termină pe data de %(enddate)s. </p>

source: <p>Products in your cart are eligible to receive a discount of %(pct)s when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
ro: <p>Produsele din coșul dumneavoastră sunt eligibile pentru a primii o reducere de %(pct)s când introduceți codul "%(code)s" în timpul %(desc)s ce se termină pe data de %(enddate)s.</p>

source: <p>Products on this page are eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
ro: <p>Produsele de pe această pagină sunt eligibile pentru a primii o reducere de %(pct)s când introduceți codul "%(code)s" în timpul %(desc)s ce se termină pe data de %(enddate)s.</p>

source: no
ro: nu
