Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/product/locale/*/LC_MESSAGES/django.po
Languages: es, ro

source: Invalid validation function specifed!
es: ¡La función de validación especificada no es válida!

source: You must not save a category in itself!
es: ¡No debes guardar una categoría dentro de sí misma!
ro: Nu puteți salva o categorie în ea înseși!

source: 1 product was
es: 1 producto fue
ro: Un produs a fost

source: %s products were
es: %s de los productos fueron
ro: %s produse au fost

source: %s successfully marked as active
es: %s marcado como activo con éxito
ro: %s au fost marcate ca active

source: Mark selected products as active
es: Marcar los productos seleccionados como activos
ro: Marchează produsele selectate ca active

source: %s successfully marked as inactive
es: %s marcado como inactivo con éxito
ro: %s au fost marcate ca inactive

source: Mark selected products as inactive
es: Marcar los productos seleccionados como inactivos
ro: Marchează produsele selectate ca inactive

source: %s successfully marked as featured
es: %s marcado como destacado con éxito
ro: %s marcate ca recomandate

source: Mark selected products as featured
es: Marcar los productos seleccionados como destacados
ro: Marchează produsele selectate ca recomandate

source: %s successfully marked as not featured
es: %s marcado como no destacado con éxito
ro: %s au fost marcate ca nefiind recomandate

source: Mark selected products as not featured
es: Marcar los productos seleccionados como no destacados
ro: Marchează produsele selectate ca nefiind recomandate

source: Number in stock
es: Número en Stock
ro: Numărul de produse pe stoc

source: Meta Data
es: Datos Meta
ro: Meta-informații

source: Item Dimensions
es: Dimensiones del artículo
ro: Dimensiunile produsului

source: Tax
es: Impuesto
ro: Taxe

source: Related Products
es: Productos relacionados
ro: Produse similare

source: Product Settings
es: Propiedades del producto
ro: Setările produsului

source: Upload Image Dir
es: Cargar directorio de imágenes
ro: Directorul unde se salvează imaginile

source: Directory name for storing uploaded images. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
es: Nombre del directorio para almacenar las imágenes cargadas. Este valor se añadirá al MEDIA_ROOT. No te preocupes por las barras. Se incluirán de manera correcta de cualquier manera.

source: Total featured
es: Total destacados
ro: Total recomandări

source: Total number of featured items to display
es: Número total de artículos destacados para mostrar
ro: Numărul total de produse recomandate ce vor fi afișate

source: Number featured
es: Número de destacados
ro: Număr recomandări

source: Number of featured items to display on each page
es: Número de artículos destacados para mostrar en cada página
ro: Numărul de produse recomandate ce vor fi afișate pe fiecare pagină

source: Measurement System
es: Sistema de Medición
ro: Sistem unități de măsură

source: Default measurement system to use for products.
es: Sistema de medición por defecto para los productos.
ro: Sistemul unităților de măsură ce va fi folosit implicit pentru produse.

source: Metric
es: Métrico

source: Allow checkout with 0 inventory?
es: ¿Permitir finalizar venta con 0 en el inventario?
ro: Se pot finaliza comenzi cu produse ce nu sunt pe inventar?

source: If yes, then customers can buy even if your inventory is 0 for a product.
es: Si es así, los clientes pueden comprar incluso si las existencias son 0 para un producto.
ro: Dacă da, atunci clientii pot cumpara, chiar dacă inventarul tău este 0 pentru un produs.

source: Random Display
es: Presentación al azar
ro: Afișare aleatoare

source: Enable random display of featured products on home page
es: Activar la visualización al azar de los productos destacados en la página de inicio
ro: Activează afișarea aleatoare a produselor recomandate pe pagina principală

source: Track inventory levels?
es: ¿Seguir los niveles de existencias?
ro: Urmărește inventarul?

source: If no, then inventory will not be tracked for products sold.
es: Si no, entonces las existencias no tendrán un seguimiento según los productos vendidos.
ro: Dacă nu, atunci inventarul nu va fi actualizat la vânzarea unui produs.

source: Display Photo Not Available Image in the category page?
es: ¿Mostrar Foto de Imagen no Disponible en la página de la categoría?

source: If yes, then a Photo Not Available Image will be shown on the category page.
es: Si es así, entonces una Foto de Imagen no Disponible se mostrará en la página de categorías.

source: export format
es: formato de exportación
ro: format pentru export

source: Include Images
es: Incluir imágenes
ro: Include imaginile

source: Include Categories
es: Incluir las categorías
ro: Include categoriile

source: File to import
es: Archivo para importar
ro: Fișier pentru import

source: Could not parse format from filename: %s
es: No se pudo analizar el formato del fichero: %s

source: Bad VARS file in import zipfile.
es: Error de VARS en el archivo zip importado.

source: Missing VARS in import zipfile.
es: Faltan VARS en el archivo zip importado.

source: Unknown file format: %s
es: Formato de archivo desconocido: %s

source: Added %(count)i objects from %(filename)s
es: Se agregaron %(count)i objetos de %(filename)s

source: Problem installing fixture '%(filename)s': %(error_msg)s
es: Problema al instalar el fixture ' %(filename)s ': %(error_msg)s

source: None
es: Ninguno
ro: Nici unul

source: Free Shipping
es: Envío Gratuito
ro: Livrare gratuită

source: Cheapest shipping option is free
es: La opción más económica para el envío es gratis
ro: Cea mai ieftină opțiune pentru livrare este gratuită

source: Apply the discount above to shipping
es: Aplicar el descuento de arriba a tu envío
ro: Aplică reducerile înaintea costurilor de livrare

source: Default
es: Por defecto
ro: Implicit

source: Shippable
es: Entregable
ro: Livrabil

source: Not Shippable
es: No entregable
ro: Nelivrabil

source: Site
es: Sitio

source: Name
es: Nombre
ro: Nume

source: Used for URLs, auto-generated from name if blank
es: Se utiliza para las direcciones URL, auto-generados a partir del nombre si está en blanco
ro: Generat automat dacă este gol

source: Meta Description
es: Meta-Descripción
ro: Meta-descriere

source: Meta description for this category
es: Meta-Descripción para esta categoría
ro: Meta-descriere pentru această categorie

source: Description
es: Descripción
ro: Descriere

source: Ordering
es: Pedidos
ro: Ordonare

source: Override alphabetical order in category display
es: Anular el orden alfabético al mostrar la categoría
ro: Suprascrie ordonarea alfabetică pentru afișarea pe categorii

source: Active
es: Activo
ro: Activ

source: Related Categories
es: Categorías relacionadas
ro: Categorii similare

source: Category
es: Categoría
ro: Categorie

source: Categories
es: Categorías
ro: Categorii

source: language
es: idioma
ro: limba

source: Translated Category Name
es: Nombre de Categoría traducido
ro: Numele categoriei tradus

source: Description of category
es: Descripción de la categoría
ro: Descrierea categoriei

source: version
es: versión
ro: Versiunea

source: active
es: activo
ro: activ

source: Category Translation
es: Traducción de la categoría
ro: Traducera categoriei

source: Category Translations
es: Traducciones de las categorías
ro: Traducerile categoriei

source: Picture
es: Imagen
ro: Poză

source: Optional caption
es: Título opcional
ro: Titlul opțional

source: Sort Order
es: Posición al ordenar
ro: Ordinea de sortare

source: Category Image
es: Imagen de Categoría
ro: Imaginea categoriei

source: Category Images
es: Imágenes de Categorías
ro: Imaginile categoriei

source: Translated Caption
es: Título traducido
ro: Titlul tradus

source: Category Image Translation
es: Imagen de Categoría traducida
ro: Traducerea imaginii categoriei

source: Category Image Translations
es: Imágenes de Categorías traducidas
ro: Traducerile imaginii categoriei

source: No Discount
es: Sin descuento
ro: Fără reduceri

source: site
es: sitio

source: Discount Code
es: Código de la Promoción
ro: Cod pentru reduceri

source: Coupon Code
es: Código de Cupón descuento
ro: Cod cupon

source: Discount Amount
es: Cantidad de descuento
ro: Suma reducerii

source: Enter absolute discount amount OR percentage.
es: Introduce la cantidad del descuento o el porcentaje
ro: Introduceți suma reducerii absolută sau procentul.

source: Discount Percentage
es: Porcentaje de Descuento
ro: Procentul reducerii

source: Enter absolute discount amount OR percentage. Percents are given in whole numbers, and can be up to 100%.
es: Introduce la cantidad del descuento o el porcentaje. Éstos se expresan en números enteros y pueden llegar al 100%.
ro: Introduceți suma reducerii absolută sau procentul. Procentele sunt numere întregi, și pot fi până la 100%.

source: Is this an automatic discount?
es: ¿Es esto un descuento automático?
ro: Este aceasta o reducere automată?

source: Use this field to advertise the discount on all products to which it applies. Generally this is used for site-wide sales.
es: Utiliza este campo para anunciar el descuento en todos los productos a los que se aplica. Generalmente esto se utiliza para toda la tienda online.
ro: Folosiți acest câmp pentru anunțarea reducerii la toate produsele cărora li se aplică reducerea. De obicei acest câmp este folosit pentru reduceri de preț globale.

source: Number of allowed uses
es: Número de usos autorizados
ro: Numărul de folosiri permise

source: Set this to a number greater than 0 to have the discount expire after that many uses.
es: Utiliza un número mayor a 0 si quieres que el descuento se acabe después de ese número de usos.
ro: Introduceți un număr mai mare de 0 pentru ca reducerea să expire după un număr de utilizări (vânzări).

source: Number of times already used
es: Número de usos actual
ro: Numărul de utilizări curent

source: Minimum order value
es: Valor mínimo del pedido
ro: Suma minimă a comenzii

source: Start Date
es: Fecha de Inicio
ro: Data de început

source: End Date
es: Fecha de Fin
ro: Data de sfârșit

source: Shipping
es: Envío
ro: Livrare

source: All products?
es: ¿Todos los productos?
ro: Toate produsele?

source: Apply this discount to all discountable products? If this is false you must select products below in the "Valid Products" section.
es: ¿Aplicar este descuento a todos los productos descontables? Si esto es falso, tienes que incluir los productos en la sección de abajo "Productos válidos" .
ro: Aplicați această reducere tuturor produselor ce suportă reduceri? Dacă nu, trebuie să selectați produsele cărora se aplică în secțiunea "Produse valide".

source: Valid Products
es: Productos válidos
ro: Produse valide

source: Valid Categories
es: Categorías válidas

source: This coupon is disabled.
es: Éste cupón no es válido.
ro: Acest cupon a fost dezactivat.

source: This coupon is not active yet.
es: Éste cupón aún no esta activo.
ro: Acest cupon încă nu a fost activat.

source: This coupon has expired.
es: Éste cupón ha caducado.
ro: Acest cupon a expirat.

source: This discount has exceeded the number of allowed uses.
es: Este descuento ha excedido el número máximo de usos autorizados.
ro: Reducerea a depășit numărul de utilizări permise.

source: This discount only applies to orders of at least %s.
es: Este descuento sólo se aplica a los pedidos de al menos el%s.
ro: Această reducere se aplică doar comenzilor de cel puțin %s.

source: This discount cannot be applied to the products in your cart.
es: Este descuento no se puede aplicar a los productos de tu cesta.
ro: Această reducere nu se poate aplica produselor din coșul dumneavoastră.

source: Valid.
es: Válido.

source: Discount
es: Descuento
ro: Reducere

source: Discounts
es: Descuentos
ro: Reduceri

source: Name of Option Group
es: Nombre del grupo de opciones
ro: Numele grupului de opțiuni

source: This will be the text displayed on the product page.
es: Este será el texto que aparece en la página del producto.
ro: Acest text va fi afișat pe pagina produsului.

source: Detailed Description
es: Descripción detallada
ro: Descrierea detaliată

source: Further description of this group (i.e. shirt size vs shoe size).
es: Una descripción más detallada de este grupo (es decir, el tamaño de la camisa vs. talla de zapatos).
ro: Descriere adițională pentru acest grup.

source: The display order for this group.
es: El orden de presentación para este grupo.
ro: Ordinea de sortare pentru acest grup.

source: Option Group
es: Grupo de opciones
ro: Grup de opțiuni

source: Option Groups
es: Grupos de opciones
ro: Grupuri de opțiuni

source: Translated OptionGroup Name
es: Nombre de Grupo de opciones traducido
ro: Numele grupului de opțiuni tradus

source: Description of OptionGroup
es: Descripción del Grupo de opciones
ro: Descrierea grupului de opțiuni

source: Option Group Translation
es: Traducción del Grupo de opciones
ro: Traducerea grupului de opțiuni

source: Option Groups Translations
es: Traducciones de Grupos de opciones
ro: Traducerile grupurilor de opțiuni

source: Display value
es: Valor mostrado
ro: Valoarea afișată

source: Stored value
es: Valor almacenado
ro: Valoarea salvată

source: Price Change
es: Cambio en el Precio
ro: Modificare de preț

source: This is the price differential for this option.
es: Diferencia en el precio para esta opción.
ro: Aceasta este diferența de preț ce se aplică pentru această opțiune.

source: Option Item
es: Opción del artículo
ro: Item

source: Option Items
es: Opciones de los artículos
ro: Item-uri

source: Translated Option Name
es: Nombre de opción traducido
ro: Numele opțiunii tradus

source: Option Translation
es: Opción de traducción
ro: Traducerea opțiunii

source: Option Translations
es: Opciones de traducción
ro: Traducerile opțiunilor

source: Full Name
es: Nombre completo
ro: Numele complet

source: This is what the product will be called in the default site language. To add non-default translations, use the Product Translation section below.
es: Éste es el nombre del producto por defecto en el idioma del sitio. Para añadir traducciones no predeterminadas, utiliza la sección de traducción de productos más abajo.
ro: Acesta va fi numele produsului pentru limba implicită. Pentru a adăuga alte traduceri folosiți secțiunea "Traducerea produsului"

source: Slug Name
es: Nombre del Slug

source: Defaults to slug if left blank
es: Si se deja en blanco, se utilizará el slug.
ro: Dacă este gol va fi folosită valoarea câmpului "Slug"

source: Short description of product
es: Descripción corta del Producto
ro: Descrierea scurtă

source: This should be a 1 or 2 line description in the default site language for use in product listing screens
es: Descripción del producto en 1 ó 2 líneas, en el idioma por defecto del sitio, para usarse en las pantallas de listado de productos
ro: O descriere de câteva rânduri ce va fi folosită în paginile cu liste de produse

source: Description of product
es: Descripción del Producto
ro: Descrierea produsului

source: This field can contain HTML and should be a few paragraphs in the default site language explaining the background of the product, and anything that would help the potential customer make their purchase.
es: Éste campo puede contener HTML y debe contener un par de párrafos descriptivos, en el idioma por defecto de la tienda, sobre el producto y cualquier información que ayude a un cliente potencial a hacer su compra.

source: Meta description for this product
es: Meta-Descripción para este artículo
ro: Meta-descrierea produsului

source: Date added
es: Fecha de creación
ro: Data adăugării

source: This will determine whether or not this product will appear on the site
es: Esto determinará si el producto será mostrado o no en el sitio
ro: Acest câmp va determina dacă produsul apare pe site

source: Featured
es: Destacados
ro: Recomandat

source: Featured items will show on the front page
es: Los objetos destacados se mostrarán el la página principal
ro: Produsele recomandate vor fi afișate pe pagina principală

source: Weight
es: Peso
ro: Greutate

source: Weight units
es: Unidades de peso
ro: U.M.

source: Length
es: Longitud
ro: Lungime

source: Length units
es: Unidades de longitud
ro: U.M.

source: Width
es: Ancho
ro: Lățime

source: Width units
es: Unidades de anchura
ro: U.M.

source: Height
es: Altura
ro: Înălțime

source: Height units
es: Unidades de altura
ro: U.M.

source: Related Items
es: Objetos relacionados
ro: Produse similare

source: Previously Purchased
es: Previamente adquiridos
ro: Cumpărate în trecut

source: Total sold
es: Total vendido
ro: Total vândute

source: Taxable
es: Imponible
ro: Taxabil

source: Tax Class
es: Clase de IVA
ro: Clasa de taxare

source: If it is taxable, what kind of tax?
es: Si el objeto tiene IVA, ¿qué tipo?
ro: Dacă este taxabil, ce taxă se aplică?

source: If this is 'Default', then we'll use the product type to determine if it is shippable.
es: Si se usa 'Default', entonces se utilizará el tipo de producto para determinar si se puede enviar.
ro: Pentru opțiunea "Implicit" se folosește tipul produsului pentru a determina dacă este livrabil.

source: Product
es: Producto
ro: Produs

source: Products
es: Productos
ro: Produse

source: Product Subtypes
es: Subtipos de productos
ro: Subtipuri de produse

source: This field can contain HTML and should be a few paragraphs explaining the background of the product, and anything that would help the potential customer make their purchase.
es: Éste campo puede contener HTML y debe contener par de párrafos descriptivos sobre el producto y cualquier información que ayude a un cliente potencial a hacer su compra.

source: This should be a 1 or 2 line description for use in product listing screens
es: Descripción del producto en 1 ó 2 líneas para usarse en las pantallas de listado de productos
ro: Aici puteți scrie o scurtă descriere ce apare în paginile cu liste de produse

source: Product Translation
es: Traducción de producto
ro: Traducerea produsului

source: Product Translations
es: Traducciones de productos
ro: Traducerile produsului

source: One or more characters
es: Uno o más caracteres
ro: Unul sau mai multe caractere

source: Integer number
es: Número entero
ro: Număr întreg

source: Yes or No
es: Sí o No
ro: Da sau nu

source: Decimal number
es: Número decimal
ro: Număr zecimal

source: Attribute name
es: Nombre del atributo
ro: Nume atribut

source: Field Validations
es: Validaciones de campo
ro: Variații câmpuri

source: Error Message
es: Mensaje de error
ro: Mesaj de eroare

source: Invalid Entry
es: Entrada no válida
ro: Intrare invalidă

source: Value
es: Valor
ro: Valoare

source: Product Attribute
es: Característica del producto
ro: Atribut al produsului

source: Product Attributes
es: Características del producto
ro: Atributele produsului

source: Category Attribute
es: Característica de categoría

source: Category Attributes
es: Características de categoría

source: Price
es: Precio
ro: Preț

source: Discount Quantity
es: Cantidad de descuento
ro: Cantitate reducere

source: Use this price only for this quantity or higher
es: Use este precio sólo para esta cantidad o mayor
ro: Folosiți acest preț pentru cantități egale sau mai mari

source: Expires
es: Expira
ro: Expiră

source: Prices
es: Precios
ro: Prețuri

source: Product Image
es: Imagen del producto
ro: Imagine produs

source: Product Images
es: Imágenes del producto
ro: Imagini produs

source: Product Image Translation
es: Traducción de imagen del producto

source: Product Image Translations
es: Traducciones de imagen del producto

source: Title
es: Título
ro: Titlu

source: Displayed title of this tax.
es: Muestra el título de este impuesto.
ro: Titlul afișat al acestei taxe.

source: Description of products that would be taxed.
es: Descripción de los productos que serían gravados.
ro: Descrierea produselor ce ar fi taxate.

source: Tax Classes
es: Clases de impuestos
ro: Clase de taxare

source: Price Adjustment
es: Ajuste de precios
ro: Ajustare preț

source: Show product variations in search results?
es: ¿Mostrar variaciones del producto en los resultados de búsqueda?

source: If yes, the product variations will show up in searches.
es: En caso afirmativo, las variaciones de productos se mostrarán en las búsquedas.

source: Create Variations
es: Crear variaciones
ro: Crează variații

source: Create ProductVariations for all this product's options. To use this, you must first add an option, save, then return to this page and select this option.
es: Crear Variaciones de Productos para todas las opciones de este producto. Para utilizarlo, primero debes agregar una opción, guardar, y luego volver a esta página y seleccionar esta opción.
ro: Crează variații pentru toate opțiunile produsului. Pentru a folosi aceste funcții trebuie să adăugați o opțiune.

source: Configurable Product
es: Producto configurables
ro: Produs configurabil

source: Configurable Products
es: Productos configurables
ro: Produse configurabile

source: Options
es: Opciones
ro: Opțiuni

source: Parent
es: Superior
ro: Părinte

source: Two options from the same option group cannot be applied to an item.
es: Dos opciones del mismo grupo no pueden ser aplicadas al mismo artículo.
ro: Nu puteți aplica două opțiuni din același grup.

source: Product variation
es: Variación del producto
ro: Variație produs

source: Product variations
es: Variaciones del producto
ro: Variații produse

source: Percent Downpayment
es: Porcentaje para el pago inicial
ro: Procent pentru plata în avans

source: Deferred Shipping
es: Envío aplazado
ro: Livrare amânată

source: Do not charge shipping at checkout for this item.
es: No añadir gastos de envío para este artículo al finalizar la compra.
ro: Nu se aplică costuri de livrare la finalizarea comenzii pentru acest produs.

source: Custom Product
es: Producto personalizado
ro: Produs particularizat

source: Custom Products
es: Productos personalizados
ro: Produse particularizate

source: Custom field name
es: Nombre de campo personalizado
ro: Nume câmp

source: Auto-generated from name if blank
es: Auto-generado a partir del nombre si está en blanco
ro: Auto generat dacă este lăsat gol

source: Custom Fields
es: Campos personalizados
ro: Câmpuri particularizate

source: Translated Custom Text Field Name
es: Nombre de campo de texto personalizado traducido
ro: Nume câmp tradus

source: CustomTextField Translation
es: Traducción de Campo de Nombre personalizado

source: CustomTextField Translations
es: Traducciones de Campo de Nombre personalizado

source: Protected dir
es: Directorio protegido
ro: Director protejat

source: This is only used if you use Downloadable Products. This value will be appended to MEDIA_ROOT/MEDIA_URL. Do not worry about slashes. We can handle it any which way.
es: Esto sólo se usa si usas productos descargables. Este valor se añade al MEDIA_ROOT / MEDIA_URL. No te preocupes por las barras, se agregarán correctamente si las omites.

source: Order immediately available for download
es: Pedido inmediatamente disponible para ser descargado

source: File
es: Fichero
ro: Fișier

source: Num allowed downloads
es: Número de descargas permitidas
ro: Numărul de descărcări permise

source: Number of times link can be accessed. Enter 0 for unlimited.
es: Número de veces que se puede acceder a este enlace. Introduce 0 para un acceso ilimitado.

source: Expire minutes
es: Vencimiento en minutos
ro: Minute până la expirare

source: Number of minutes the link should remain active. Enter 0 for unlimited.
es: Número de minutos que el enlace debe permanecer activo. Introduce 0 para un número ilimitado.

source: Is this download currently active?
es: ¿Está activa esta descarga?
ro: Este acest download activ acum?

source: Downloadable Product
es: Producto descargable
ro: Produs descărcabil
