Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/shipping/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Shipping Settings
es: Configuración de envío
fr: Paramètres de livraison

source: Active shipping modules
es: Módulos activos de envío
fr: Modules de livraison activés

source: Select the active shipping modules, save and reload to set any module-specific shipping settings.
es: Selecciona los módulos de transporte activos, graba y recarga la página para configurar los módulos específicos de envío.
fr: Sélectionnez les modules de livraison actifs, sauvez et rechargez pour activer les paramètres spécifiques du module.

source: Per piece
es: Por pieza
fr: Par pièce

source: Hide if one?
es: ¿Ocultar único?
fr: Cacher si un seul ?

source: Hide shipping form fields if there is only one choice available?
es: ¿Ocultar campos del formulario de envío, si sólo hay una opción disponible?
fr: Cacher le choix du moyen de livraison s'il n'y en a qu'un seul de disponible

source: Yes
es: Sí
fr: Oui

source: Show description only
es: Mostrar sólo la descripción
fr: Montrer uniquement la description

source: Download PDFs from admin page
es: Descargar PDFs desde el admin

source: Select least expensive by default?
es: ¿Seleccionar por defecto el más barato?
fr: Sélectionner le moins cher par défaut ?

source: Canada Post Shipping Settings
es: Configuraciones de envío de Canada Post
fr: Paramètres de livraison pour Canada Post

source: Canada Post Merchant ID
es: ID del comerciante de Canada Post
fr: Canada Post ID de vendeur

source: The merchant ID assigned by Canada Post
es: Identificación del comerciante asignado por Canada Post
fr: L'idenfidiant de vendeur fourni par Canada Post

source: Canada Post shipping choices available to customers.
es: Opciones de envío disponibles para los clientes de Canada Post
fr: Choix des modes de livraison Canada Post disponibles pour les clients.

source: Type of container used to ship product.
es: Tipo de recipiente utilizado para enviar el producto.
fr: Type d'emballage utilisé pour livrer ce produit.

source: Access production Canada Post server
es: Acceso al servidor de producción de Canada Post
fr: Accès au serveur de production Canada Post

source: Use this when your store is in production.
es: Usar cuando el sitio está en producción.
fr: Utilisez ceci lorsque votre boutique sera en mode production.

source: Submit to URL
es: Enviar a la URL
fr: Soumettre à l'URL

source: Canada Post Sell Online server to submit live transactions.
es: Servidor de Ventas de Canada Post para enviar transacciones en vivo.
fr: Adresse 'Sell Online' de Canada Post pour soumettre les transactions réelles.

source: Submit to TestURL
es: Enviar a URL de prueba
fr: Soumette à l'URL de Test

source: Canada Post Sell Online server to submit test transactions.
es: Servidor de Ventas de Canada Post para enviar transacciones de prueba.
fr: Adresse 'Sell Online' de Canada Post pour soumettre des transactions de test.

source: Turn around time
es: Tiempo de entrega

source: Turn around time in hours. If declared here, this parameter will overwrite the one defined in the merchant's profile
es: Tiempo de entrega en horas. Si se declara aquí, este parámetro sobrescribe el definido en el perfil del comerciante

source: Verbose logs
es: Logs detallados
fr: Logs des événements détaillés

source: Send the entire request and response to the log - for debugging help when setting up Canada Post.
es: Enviar la solicitud y la respuesta completas al log - para asistir en la depuración a la hora de establecer la conexión con Canada Post.
fr: Envoyer les requètes et réponses dans le log. Utile pour la mise au point du module Canada Post.

source: %s business days
es: %s días laborables
fr: %s jours ouvrables

source: %s business day
es: %s día laborable
fr: %s jour ouvrable

source: Dummy Flat Rate Shipping
es: Tarifa Plana de envíos de prueba
fr: Livraison à taux standard exemple

source: US Mail
es: Correos de EE.UU.

source: 3 - 4 business days
es: 3 - 4 días laborables
fr: 3 - 4 jours ouvrables

source: FedEx Meter Number
es: Número de FedEx Meter
fr: Numéro 'Meter' FedEx

source: Meter Number provided by FedEx.
es: Número Meter proporcionado por FedEx.
fr: Numéro 'Meter' fourni par FedEx.

source: FedEx Account Number
es: Número de Cuenta FedEx
fr: Numéro de compte FedEx

source: FedEx Account Number.
es: Número de cuenta FedEx.
fr: Numéro de compte FedEx.

source: FedEx Shipping Choices Available to customers.
es: Opciones de envío de FedEx disponibles para los clientes.
fr: Choix des modes de livraison FedEx disponibles pour les clients.

source: Type of container/package used to ship product.
es: Tipo de envase / embalaje utilizado para enviar el producto.
fr: Type d'emballage pour livrer ce produit.

source: Single Box?
es: ¿Caja individual?
fr: Emballage groupé ?

source: Use just one box and ship by weight? If no then every item will be sent in its own box.
es: ¿Utilizar sólo una caja y enviar por peso? Si no, entonces todos los artículos serán enviados en su propia caja.
fr: Utiliser un seul emballage et facturer au poids ? Si non, chaque article est envoyé dans un emballage distinct.

source: Send the entire request and response to the log - for debugging help when setting up FedEx.
es: Enviar la solicitud y la respuesta completas al log - para asistir en la depuración a la hora de establecer conexión con FedEx.
fr: Envoyer les requètes et réponses dans le log. Utile pour la mise au point du module FedEx.

source: Flat rate
es: Tarifa plana
fr: Taux plancher

source: Flat shipping
es: Tarifa plana de envío
fr: Livraison standard

source: Flat Shipping Service
es: Servicio de envío con tarifa plana
fr: Service de livraison standard

source: Shipping service used with Flat rate shipping
es: Servicio de envío usado con tarifa plana
fr: Service de livraison ayant un taux standard

source: Flat Delivery Days
es: Días de entrega para la tarifa plana
fr: Délai de livraison standard en jour

source: Flat Rate Shipping
es: Precio de tarifa plana
fr: Taux de livraison standard

source: No Shipping
es: Sin envío
fr: Pas de livraison

source: immediately
es: inmediatamente
fr: immédiatement

source: Per item price
es: Precio de envío por artículo
fr: Prix par article

source: Per Item Shipping Service
es: Servicio para envío por artículo
fr: Service de livraison par article

source: Shipping service used with per item shipping
es: Servicio de envío usado con el método de envío por artículo
fr: Service de livraison avec frais par article

source: Per Item Delivery Days
es: Días de entrega para envío por artículo
fr: Délai de livraison en jours par article

source: Per Item shipping
es: Envío por artículo
fr: Frais de livraison par article

source: Shipping By Product
es: Envío por producto
fr: Livraison par produit

source: Key
es: Clave
fr: Clé

source: Ordering
es: Posición de ordenado
fr: Ordre d'affichage

source: Active
es: Activo
fr: Actif

source: language
es: idioma
fr: langue

source: Carrier
es: Transportista
fr: Transporteur

source: Description
es: Descripción

source: Method
es: Método
fr: Moyen

source: i.e. US Mail
es: por ejemplo, Correos EE.UU.
fr: par ex. La Poste

source: Delivery Days
es: Días de entrega
fr: Délai en jours

source: Shipping Price
es: Precio de envío
fr: Prix de la livraison

source: Tiered Shipping
es: Envío escalonado
fr: Livraison par palie (prix)

source: Min Price
es: Precio mínimo
fr: Prix minimum

source: The minimum price for this tier to apply
es: El precio mínimo para aplicar este nivel
fr: Prix minimum pour appliquer ce palier

source: Expires
es: Expira
fr: Expire

source: Tiered Quantity
es: Cantidad por niveles
fr: Par palier (quantité)

source: Min Quantity
es: Cantidad mínima
fr: Quantité Minimum

source: Minimum qty in order for this to apply?
es: ¿La cantidad mínima para que esto se aplique?
fr: Quantitié minimum pour appliquer ce palier ?

source: Handling Price
es: Cargo por manejo de envío
fr: Frais de traitement

source: Shipping Per Item
es: Envío por artículo
fr: Prix par article

source: Tiered Weight Shipping
es: Envío según niveles de peso
fr: Livraison par palier (poids)

source: carrier
es: transportista
fr: transporteur

source: carriers
es: transportistas
fr: transporteurs

source: name
es: nombre
fr: nom

source: countries
es: países
fr: pays

source: handling
es: manejo
fr: traitement

source: zone
es: zona

source: zones
es: zonas

source: description
es: descripción

source: method
es: método
fr: moyen

source: i.e. Air, Land, Sea
es: por ejemplo, aire, tierra, mar
fr: par ex. Air, Terre, Mer

source: delivery
es: entrega
fr: délai

source: zone translation
es: traducción de zona
fr: Traduction de zone

source: zone translations
es: traducciones de zona
fr: Traductions de zones

source: min weight
es: peso mínimo
fr: poids minimum

source: handling adjustment
es: ajuste al precio por manejo de envío
fr: Frais de traitement

source: shipping price
es: precio de envío
fr: Frais de livraison

source: expires
es: expira
fr: Expire

source: weight tier
es: nivel de peso
fr: palier de poids

source: weight tiers
es: niveles de peso
fr: paliers de poids

source: UPS Shipping Settings
es: Configuración de envío UPS
fr: Paramètres de livraison par UPS

source: UPS XML Access Key
es: Clave de Acceso XML de UPS
fr: Clé d'accès UPS XML

source: XML Access Key Provided by UPS
es: Clave de acceso XML proporcionada por UPS
fr: Clé d'accès XML fournie par UPS

source: UPS User ID
es: ID de usuario de UPS
fr: Identifiant utilisateur chez UPS

source: User ID provided by UPS site.
es: ID de usuario proporcionada por UPS.
fr: Identifiant de l'utilisateur fourni par le site UPS

source: UPS Account Number
es: Número de Cuenta UPS
fr: Numéro de compte UPS

source: UPS Account Number.
es: Número de Cuenta UPS.
fr: Numéro de compte UPS.

source: UPS User Password
es: Contraseña de Usuario de UPS
fr: Mot de passe chez UPS

source: User password provided by UPS site.
es: Contraseña de usuario proporcionada por el sitio de UPS.
fr: Mot de passe fourni par le site Web UPS

source: UPS Shipping Choices Available to customers. These are valid domestic codes only.
es: Opciones de envío disponibles para los clientes de UPS. Códigos válidos sólo en territorio nacional.

source: Handling Fee
es: Cargos por manejo de envío
fr: Frais de traitement

source: The cost of packaging and getting the package off
es: El precio del embalaje y hacer llegar el paquete a la oficina de correos

source: Time in Transit?
es: ¿El tiempo de tránsito?

source: Use the UPS Time In Transit API? It is slower but delivery dates are more accurate.
es: ¿Utilizar la API de UPS para determinar el tiempo de tránsito? Es más lento, pero las fechas de entrega son más precisas.

source: UPS Pickup option.
es: Opción de recogida UPS.
fr: Option enlèvement d'UPS.

source: Access production UPS server
es: Acceso al servidor de producción de UPS
fr: Accès au serveur de production UPS

source: Address to submit live transactions.
es: Dirección para enviar las transacciones en vivo.
fr: Adresse pour soumettre les transactions réelles.

source: Address to submit test transactions.
es: Dirección para enviar las transacciones de prueba.
fr: Adresse pour soumettre des transactions de test.

source: Send the entire request and response to the log - for debugging help when setting up UPS.
es: Enviar la solicitud y la respuesta de la transacción al log - para asistir en la depuración a la hora de establecer conexión con UPS.
fr: Envoyer les requètes et réponses dans le log. Utile pour la mise au point du module UPS.

source: U.S.P.S. Shipping Settings
es: USPS Configuración de envío
fr: Paramètres de livraison par USPS

source: USPS Username
es: Nombre de usuario USPS
fr: Identifiant utilisateur chez USPS

source: User ID provided by USPS site.
es: ID de usuario proporcionado por el sitio de USPS.
fr: Identifiant de l'utilisateur fourni par le site Web USPS

source: USPS Password
es: Contraseña de USPS
fr: Mot de passe chez USPS

source: User password provided by USPS site.
es: Contraseña proporcionada por el sitio de USPS.
fr: Mot de passe fourni par le site Web USPS

source: The cost of packaging and taking order to post office
es: El precio del embalaje y hacer llegar el pedido a la oficina de correos
fr: Les frais d'empaquetage et de prise de commande

source: USPS Shipping Choices Available to customers.
es: Opciones de envío disponibles a los clientes de USPS.
fr: Choix des modes de livraison USPS disponibles pour les clients.

source: Access production USPS server
es: Acceso al servidor de producción de USPS
fr: Accès au serveur de production USPS

source: Submit to Test URL
es: Enviar a una URL de prueba
fr: Soumette à l'URL de Test

source: Send the entire request and response to the log - for debugging help when setting up USPS.
es: Enviar la solicitud y la respuesta de la transacción al log - para asistir en la depuración a la hora de establecer conexión con USPS.
fr: Envoyer les requètes et réponses dans le log. Utile pour la mise au point du module USPS.

source: in %s
es: en %s
fr: en %s

source: by %s
es: por %s
fr: par %s

source: in %s business days
es: en %s días laborables
fr: en %s jours ouvrables

source: in %s business day
es: en %s día laborable
fr: en %s jour ouvrable

source: Sent via %(method)s arrives approximately %(expected_delivery)s.
es: Enviado por %(method)s llega aproximadamente en %(expected_delivery)s.
fr: L'envoi via %(method)s arrive approximativement en %(expected_delivery)s jours.

source: No
fr: Non

source: default_zone
fr: Zone par défaut
