Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/satchmo_ext/wishlist/locale/*/LC_MESSAGES/django.po
Languages: es

source: Wishlist slug
es: Slug para lista de compras

source: The url slug for wishlists. Requires server restart if changed.
es: El slug de url para las listas de compras. Requiere reiniciar el servidor si se modifica.

source: Contact
es: Contacto

source: Product
es: Producto

source: Details
es: Detalles

source: Creation Date
es: Fecha de creación

source: Product Wish
es: Producto en la lista

source: Product Wishes
es: Productos en la lista

source: The product you have requested does not exist.
es: El producto que has solicitado no existe.

source: The contact associated with this request does not exist.
es: El contacto asociado a esta solicitud no existe.

source: Success
es: Éxito

source: Wishlist product '%(product)s' could't be added to the cart. %(details)s
es: El producto '%(product)s' deseado no se pudo agregar a la cesta. %(details)s

source: No such wishlist item.
es: No existe tal artículo en la lista.

source: You must be logged in to do that.
es: Primero debes iniciar sesión.

source: Home
es: Inicio

source: Wishlist
es: Lista de compras

source: added on %(create_date)s
es: agregado el %(create_date)s

source: Add to cart
es: Añadir a la cesta

source: Remove from wishlist
es: Borrar de la lista de compras

source: You are authenticated but need to set up your contact information. You can update it
es: Ya has iniciado sesión, pero debes completar tu información de contacto. La puedes actualizar

source: here
es: aquí

source: Sorry, you must be <a href="%(login_url)s">logged-in</a> to access your wishlist.
es: Lo sentimos, pero debes <a href="%(login_url)s">iniciar sesión</a> para acceder a tu lista de compras.

source: Add to wishlist
es: Agregar a la lista de compras
