Repository: blaise1003/EShop
Catalog: buildout/source/primifrutti/primifrutti/locale/*/LC_MESSAGES/django.po
Languages: it

source: Your new username is this email address, and you can login at
it: Il tuo nuovo nome utente è questo indirizzo email, e puoi effettuare l'accesso da

source: Subtotal
it: Totale

source: Base Shipping
it: Spedizione

source: Shipping Discount
it: Spedire a

source: Shipping (incl. Tax)
it: Spedire a

source: Tax included
it: Iva inclusa

source: search products
it: cerca prodotto

source: Search
it: Cerca

source: 1. Cart
it: Carrello

source: 2. Personal Data
it: Informazioni personali

source: 3. Shipment
it: Consegna

source: 4. Order Confirm
it: Conferma l'ordine

source: Your Cart
it: Il tuo carrello

source: The list of products you're buying
it: Lista dei prodotti ordinati

source: Your cart is empty.
it: Il tuo carrello è vuoto.

source: Item
it: Prodotto

source: Regular Price
it: Prezzo base

source: Regular Price (incl. tax)
it: Prezzo unitario (IVA incl.)

source: Sale Price (incl. tax)
it: Prezzo scontato (IVA incl.)

source: Price (incl. tax)
it: Prezzo (IVA incl.)

source: Total<br/>(incl.&nbsp;tax)
it: Totale<br/>(iva&nbsp;incl.)

source: update
it: aggiorna prezzo

source: Remove
it: Elimina

source: Total (incl. tax)
it: Totale (IVA incl.)

source: Continue shopping
it: Continua gli acquisti

source: Empty
it: Svuota

source: Send Email
it: Invia email

source: Thank you for contacting us.
it: Grazie per averci conattato.

source: We will attempt to get back to you within 48 hours.
it: Cercheremo di ricontattarti entro 48 ore.

source: Downloading of
it: Download di

source: will commence after clicking the link below:
it: inizierà dopo aver cliccato sul link sottostante:

source: Once you click the link, the download will be counted. If you have trouble with the download, please refresh your browser and try the download again
it: Una volta che si fa clic sul link, il download verrà avviato. Se hai problemicon il download, si prega di aggiornare il browser e riprovare il download

source: Quick Order Form
it: Acquista subito

source: Qty
it: Qtà

source: Add to Cart
it: Aggiungi al carrello

source: We are currently unable to deliver the goods, please try again later. If the error persists, contact the shop
it: Al momento siamo impossibilitati a consegnare merce, si prega di provare più tardi. Se l'errore persiste contattaci

source: here
it: qui

source: Offers
it: Offerte

source: Date
it: Data

source: Items
it: Prodotti

source: You haven't made any orders yet.
it: Non hai ancora effettuato ordini.

source: Order Tracking
it: Tracciato degli ordini

source: Nothing found
it: Nessun risultato

source: Products search results
it: Risultati ricerca prodotti

source: Search: You found %(items)s item
it: Ricerca: È stato trovato %(items)s elemento

source: Price (for pz):
it: Prezzo (per pz):

source: <p> Welcome on </p> <p> %(shop_name)s! </p>
it: <p> Benvenuto su </p> <p> %(shop_name)s! </p>

source: <p> We assure our customers <br /> <strong> the freshest fruits </strong> <br /> <strong> and vegetables </strong> and with a more flavorful taste. </p> <p> it takes only <br /> <strong> few minutes </strong> and the expenditure is made! </p>
it: <p> Assicuriamo ai nostri clienti <br /> <strong> frutta e verdura sempre </strong> <br /> <strong> freschi </strong> e con un gusto più saporito. </p> <p> bastano solo <br /> <strong> pochi minuti </strong> e la spesa è fatta! </p>

source: Checkout
it: Vai alla cassa

source: Authentication required
it: Devi effettuare l'accesso per poter accedere a questa funzionalità

source: In order to have access to your products and order history, please log in. After that you may continue to checkout with your current cart.
it: Al fine di avere accesso ai tuoi prodotti e la storia dell'ordine, connettiti utilizzando i tuoi dati di accesso. Dopo di che puoi andare alla cassa con il carrello corrente.

source: Username or email
it: Username o email

source: Order Balance
it: Prezzo dell'Ordine

source: To complete this order, you need to pay the %(orderbalance)s balance remaining on this order.
it: Per completare questo ordine, è necessario pagare i rimanenti %(orderbalance)s del totale dell'ordine.

source: How do you want to pay?
it: Come voui pagare?

source: Payment method
it: Tipo di pagamento

source: Continue Checkout
it: Vai alla cassa

source: Please validate the following information, then submit your order.
it: Completa i seguenti dati per inoltrare il tuo ordine

source: The following error was returned while trying to process your payment. Please correct and resubmit.
it: Il seguente errore è stato rilevato durante il tentativo di elaborare il pagamento. Per favore, correggilo e reinvia i dati.

source: Purchase Items
it: Acquista

source: Please complete the following information in order to submit your order.
it: Completa i seguenti dati per inoltrare il tuo ordine

source: Shipping Information
it: Informazioni di consegna

source: The following shipping method will be used
it: Verrà usato il seguente metodo di consegna

source: Please choose your preferred shipping method
it: Scegli il tuo metodo di consegna preferito

source: There are no items in this order to ship.
it: Non ci sono prodotti da spedire per quest'ordine.

source: No valid shipping method is available. Please verify that your address is correct.
it: Nessun metodo di spedizione valido è disponibile. Vi preghiamo di verificare che l'indirizzo siacorretto.

source: Confirm
it: Conferma

source: The following error was returned while trying to process your card. Please correct and resubmit
it: Il seguente errore è stato rilevato durante il tentativo di elaborare la vostra richiesta. Siete pregatidi correggerla e inviarla di nuovo

source: Payment
it: Pagamento

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
it: La carta di credito %(credit_card_type)s con codice %(credit_card_number)s sarà addebbitata di %(order_total)s.

source: This order will be charged on your account for %(order_total)s.
it: Questo ordine sarà addebitato sul tuo conto per %(order_total)s.

source: Your cart is empty. Please add some items to your cart, then complete the checkout process.
it: Il vostro carrello è vuoto. Si prega di aggiungere prodotti al carrello, quindi completare il processo di checkout.

source: Failed payment
it: Pagamento errato

source: We are sorry, but the payment process finished with a failure.
it: Siamo spiacenti, ma il processo di pagamento non è andato a buon fine.

source: You may
it: Devi

source: proceed to the cart
it: vai al carrello

source: and check out again, using other payment method.
it: e completa l'acquisto con un altro metodo di pagamento

source: Please correct the following errors
it: Correggi gli errori evidenziati

source: If you already have an account, you can login now to fill in most of the information below.
it: Se hai già un account, puoi autenticarti inserendo le seguenti informazioni.

source: This is just a convenience, no account is required!
it: È solo per comodità, non è necessaria la registrazione

source: click here for more details
it: clicca qui per maggiori informazioni

source: Thank you for your order!
it: Grazie per l'ordine!

source: Please print out this page as a receipt. You will also receive an email with this information.
it: Ti consigliamo di stampare questa pagina come ricevuta. Riceverai anche una e-mail con queste informazioni.

source: La richiesta verr&agrave; evasa una volta ricevuta conferma dell'avvenuto pagamento.
it: La richiesta verrà evasa una volta ricevuta conferma dell'avvenuto pagamento.

source: You can check your order status
it: È possibile controllare lo stato dell'ordine

source: order history
it: storia dell'ordine

source: Proceed with another purchase
it: Procedi con gli acquisti

source: Attenzione: le spese di spedizione non sono state conteggiate nell'ordine. <br /> Verrete contattati via email da un nostro operatore e il vostro ordine verr&agrave; <br /> confermato solo qualora accettiate il preventivo di spedizione <br />
it: Attenzione: le spese di spedizione non sono state conteggiate nell'ordine. <br /> Verrete contattati via email da un nostro operatore e il vostro ordine verrà <br /> confermato solo qualora accettiate il preventivo di spedizione <br />

source: Attenzione!!! Il pagamento in contrassegno &egrave; valido solo in contanti. Il corriere accetter&agrave; solo contanti.
it: Attenzione!!! Il pagamento in contrassegno è valido solo in contanti. Il corriere accetterà solo contanti.

source: Thank you for ordering with %(shop_name)s.
it: Grazie per avere ordinato su %(shop_name)s.

source: Your order is summarized below:
it: Il tuo ordine è così composto:

source: Your order contains products that can be downloaded
it: Il tuo ordine contiene prodotti che sono scaricabili direttamente dal sito

source: Please click the link to begin the download
it: Clicca sul link qui sotto per scaricare i prodotti

source: Regards
it: Saluti

source: Store Management
it: Gestione del negozio

source: Order placed on %(shop_name)s by %(customer)s<%(email)s>.
it: Oridene effettuato su %(shop_name)s da %(customer)s<%(email)s>.

source: %(shop_name)s ― Invoice for order #%(order_id)s
it: %(shop_name)s ― Fattura dell'ordine #%(order_id)s

source: Invoice
it: Fattura

source: Invoice for order #%(order_id)s
it: Fattura dell'ordine #%(order_id)s

source: Order details
it: Dettagli dell'ordine

source: Description
it: Descrizione

source: Unit price
it: Prezzo unitario

source: No products!
it: Nessun prodotto presente

source: Totals
it: Totali

source: Payments Made
it: Pagamenti effettuati:

source: Balance Due
it: Ammontare non pagato

source: Payment information
it: Altre

source: Payment total of <span class="currency">%(order_total)s</span> due to:
it: Il pagamento di <span class="currency">%(order_total)s</span> è a favore di:

source: <span class="currency">%(order_total)s</span> was charged to your %(credit_card_type)s card (ending with <code>%(credit_card_number)s</code>) on <em>%(order_date)s</em>.
it: <span class="currency">%(order_total)s</span> sonostati addebitati sulla carta di credito %(credit_card_type)s (che termina con <code>%(credit_card_number)s</code>) il <em>%(order_date)s</em>.

source: Thank you for your business!
it: Grazie dell'acquisto!

source: Gifts
it: Regali

source: Offer!
it: Offerta!

source: Prices
it: Prezzi

source: (incl. tax)
it: (iva incl.)

source: Stale shipments
it: Spedizioni scadute

source: %(day)s's mission
it: %(day)s's missione

source: %(day)s's missions
it: %(day)s missioni

source: %(count)d zone activated
it: %(count)d zone attivata

source: %(count)d zone couldn't be activated
it: %(count)d zone non può essere attivata

source: Activate zones
it: Attiva zone

source: Deactivate zones
it: Disattiva zone

source: Before you can activate this zone, you must create a default calendar and populate it
it: Prima di poter attivare questa zona, è necessario creare un calendario di default econfigurarlo

source: Configurations for Zones
it: Configurazione per le zone

source: Max days for stale shipments
it: Numero di giorni massimo per le spedizioni scadute

source: Zones informations
it: Informazioni sulla zona consegna

source: Zone
it: Zona

source: contact
it: contatto

source: zone
it: nome zona

source: zone for %(contact_name)s
it: zona per %(contact_name)s

source: zone for contact
it: zona per contatto

source: zones of contacts
it: zone per i contatti

source: zone name
it: nome zona

source: %(zone)s doesn't have a default calendar associated, please add it
it: %(zone)s non ha un calendario principale, aggiungilo per favore

source: %(zone)s's default calendar is void, please add at least one mission to it
it: Il calendario principale per %(zone)s è vuoto, per favore aggiungi almeno una missione

source: zones
it: zone

source: delivery zone
it: zona di consegna

source: valid from
it: valida dal

source: valid to
it: valida al

source: slack days
it: giorni cuscinetto

source: You must specify both ends of the validity period or none at all
it: Bisogna specificare entrambe le date di validità oppure lasciarle vuote entrambe

source: You can specify only one default calendar (with no validity period) per zone
it: Puoi specificare solo un calendario generico (senza uno specifico periodo di validità) per zona

source: The validity period starts after it ends
it: Il periodo di validità inizia dopo la data di fine

source: There is another calendar present in the validity time of the current one
it: C'è un altro calendario presente nello stesso periodo di validità

source: %(zone)s's calendar (%(from)s - %(to)s)
it: %(zone)s's calendario (%(from)s - %(to)s)

source: %(zone)s's default calendar
it: calendario principale per %(zone)s

source: calendar
it: calendario

source: calendars
it: calendari

source: monday
it: lunedì

source: tuesday
it: martedì

source: wednesday
it: mercoledì

source: thursday
it: giovedì

source: friday
it: venerdì

source: saturday
it: sabato

source: sunday
it: domenica

source: week day
it: giorno della settimana

source: %(weekday)s in %(calendar)s
it: %(weekday)s nel calendario %(calendar)s

source: calendar day
it: giorno nel calendario

source: calendar days
it: giorno nel calendario

source: starts at
it: inizio

source: ends at
it: fine

source: maximum shipments
it: numero di spedizioni

source: The mission starts after it ends
it: La missione inizia dopo il suo inizio

source: There is another mission to the same zone with a conflicting schedule
it: C'è un'altra missione nella stessa zona.

source: mission
it: missione

source: missions
it: missioni

source: order
it: ordine

source: date
it: data

source: booken on
it: prenotato per il

source: confirmed
it: confermato

source: shipment #%(id)s for order #%(order)s
it: consegna #%(id)s per l'ordine #%(order)s)

source: shipment
it: consegna

source: shipments
it: consegne

source: Order confirmed
it: Ordine confermato

source: Site administration
it: Amministrazione del sito

source: Shipment %(id)s confirmed
it: consegna: %(id)s confermata

source: Error! Shipment %(id)s doeasn't exist
it: Errore! La spedizione %(id)s non esiste

source: No sipment selected
it: Nessuna consegna selezionata

source: %(site_name)s - Stale shipments
it: %(site_name)s - Spedizioni scadute

source: Zones
it: Zone

source: Exceptional calendars
it: Calendari eccezionali

source: Add
it: Aggiungi

source: Add default calendar
it: Aggiungi un calendario principale

source: History
it: Storia

source: Delete multiple objects
it: Elimina gli oggetti

source: Edit default calendar
it: Modifica calendario principale

source: Stale Shipments
it: Spedizioni scadute

source: There is %(risky_count)s stale shipment requiring immediate action!
it: C'è %(risky_count)s vecchia consegna che richiede una revisione immediata!

source: Delivery
it: Consegna

source: Made on
it: Fatto il

source: Phone
it: Telefono

source: Actions
it: Azioni

source: No shipments
it: Senza consegna

source: Stale Orders
it: Ordini scaduti

source: Models available in the %(name)s application.
it: Modello disponibile in %(name)s

source: Change
it: Modifica

source: There is %(risky_count)s stale shipment requiring immediate action!
it: C'è %(risky_count)s vecchia consegna che richiede una revisione immediata!

source: # Order
it: # Ordine

source: See all %(total_shipments)s stale shipments
it: Guarda tutte le %(total_shipments)s vecchie consegne

source: You don't have permission to edit anything.
it: Non hai i permessi di modifica

source: Administration %(site_name)s,
it: Amministrazione %(site_name)s,

source: Stale shipments are summarized below:
it: Le consegne scadute sono riassunte sotto:

source: ID
it: Identificativo

source: Mission
it: Missioni

source: Order ID
it: Ordine #

source: Contact
it: Contatto
