Repository: blaise1003/EShop
Catalog: buildout/source/primifrutti/primifrutti/locale/*/LC_MESSAGES/django.po
Languages: it

source: just now
it: adesso

source: %(days)s day
it: %(days)s giorno

source: %(hours)s hour
it: %(hours)s ora

source: %(minutes)s minute
it: %(minutes)s minuto

source: %(heads)s and %(tail)s
it: %(heads)s e %(tail)s

source: %(diff)s ago
it: %(diff)s fa

source: %(diff)s left
it: tra %(diff)s

source: Invites report
it: Amministrazione Inviti

source: Invites relationships
it: Relazioni Inviti

source: InviteDiscount Options
it: Admin Sconti su Invito

source: Invites settings
it: Settaggi Inviti

source: Maximum invites
it: Numero massimo di inviti

source: The maximum number of invites a user can send
it: Numero massimo di inviti per utente

source: email address
it: Email

source: Email address of your friend
it: Indirizzo Email della persona che vuoi invitare

source: first name
it: Nome

source: Your friend's name
it: Nome della persona che vuoi invitare

source: last name
it: Cognome

source: Your friend's surname
it: Cognome della persona che vuoi invitare

source: personal note
it: Note personali

source: Send a personal message to invite your friend
it: Invia un messaggio personale di presentazione del sito

source: Insert following word
it: Inserisci la parola seguente

source: You have been invited to join by %(first_name)s %(last_name)s
it: Hai ricevto un invito da %(first_name)s %(last_name)s

source: site
it: sito

source: code
it: codice

source: inviter
it: invitante

source: invited
it: invitato

source: used
it: usato

source: has to be counted
it: da conteggiare

source: invites target
it: inviti da raggiungere per ottentere il coupon

source: the number of succesful invites that trigger the coupon creation
it: numero di inviti accettati necessari per creare il coupon

source: absolute amount
it: sconto

source: the absolute amount of the discount (e.g. 10€). You must set either this OR the percentage amount
it: valore dello sconto (p.e. 10€). Devi inserire questo valore oppure in percentuale

source: percentage amount
it: percentuale di sconto

source: the percentage amount of the discount, in absolute value (e.g. 30.0). You must set either this OR the absolute amount
it: percentuale di sconto (p.e. 30.0). Devi inserire questo valore oppure lo sconto assoluto

source: minimum order value
it: valore minimo dell'ordine

source: shipping
it: Spedizione

source: validity after activation
it: validità dopo l'attivazione

source: the coupon will be valid for the number of days specified after the mail has been sent to the discount recipient
it: il coupon sarà valido per il numero di giorni specificato nella email ricevuta

source: apply to all products
it: applica a tutti i prodotti

source: Apply this discount to all discountable products? If this is false you must select products below in the 'Valid Products' section.
it: Applica questo sconto a tutti i prodotti? Selezionare i singoli prodotti nel campo 'Prodotti validi' seguente.

source: valid on these products only
it: valido solo per questi prodotti

source: valid on these categories only
it: valido solo per queste categorie

source: You should specify either the absolute amount or the percentage amount, but you specified none of the two
it: Devi specificare il valore assoluto oppure il valore percentuale.

source: You should specify either the absolute amount or the percentage amount, but you specified both
it: Devi specificare il valore assoluto oppure il valore percentuale.Non entrambi.

source: Invite discount for %(last_name)s %(first_name)s
it: Sconto su invito per %(last_name)s %(first_name)s

source: A discount coupon for you
it: Un buono sconto per te

source: discount
it: Sconto/Coupon

source: discount template
it: template per lo sconto

source: Invite code already used : %(invite_code)s
it: Codice di invito già usato : %(invite_code)s

source: Registration Form
it: Registrazione

source: Error! Check your input
it: Errore. Controlla i dati inseriti

source: Error! You have already invited this friend
it: Errore! Hai già invitato un amico con l'email inserita

source: Invite created!
it: Invito inviato con successo!

source: Invites Report
it: Report Inviti

source: Invites for user %(id)s resetted
it: Inviti per l'utente %(id)s azzerati

source: Error! User %(id)s doesn't exist
it: Errore! L'utente %(id)s non esiste

source: No user selected
it: Nessun utente selezionato

source: Error
it: Errore

source: Invite Form
it: Inviti

source: You'll need to fill out at least the fields with a
it: Devi inserire le informazioni obbligatorie segnalate da

source: required
it: richiesto

source: Name
it: Nome

source: Surname
it: Cognome

source: Message
it: Note personali

source: Send
it: Invia

source: Cancel
it: Annulla

source: Registration
it: Registrazione

source: Please Enter Your Account Information
it: Inserisci i dati del tuo account

source: All fields are required
it: Tutti i campi sono obbligatori

source: Admin
it: Strumenti per l'amministrazione

source: Max invites available for each contact
it: Numero massimo di inviti disponibili per ogni cliente

source: Contact name
it: Nome Contatto

source: Contact #
it: # Contatto

source: Submit
it: Invia

source: Invites sent
it: Inviti inviati

source: Used invites
it: Inviti accettati

source: Not used invites
it: Inviti non ancora accettati

source: Discount available
it: Sconto disponibile

source: Contact via email
it: Contatta via email

source: Reset invites
it: Inviti azzerati

source: N.A.
it: N.D.

source: contact via email
it: Contattoìa via email

source: reset invites
it: Inviti azzerati

source: previous
it: precedente

source: next
it: successivo

source: No contacts
it: Nessun contatto trovato

source: Return
it: Ritorna

source: Invited persons
it: Persona Invitate

source: Congratulations %(first_name)s,
it: Congratulazioni %(first_name)s,

source: You have succesfully invited %(invites_number)s people! As a reward, we are happy to provide you with an electronic coupon that will get you a %(discount_amount)s discount on your next purchase!
it: Hai invitato %(invites_number)s persone! Come ricompensa, siamo lieti di fornirvi un coupon elettronico che ti darà diritto a %(discount_amount)s di sconto sul tuo prossimo acquisto!

source: The electronic coupon code is
it: Il codice del tuo buono sconto è

source: In order to use it, you must insert this code in the <em>coupon</em> field found in the checkout page (the page where you give the billing details and select the payment method, right after clicking <em>checkout</em>). After entering the code, the discount of %(discount_amount|escape)s will be applied to your order.
it: Per usarlo, è necessario inserire questo codice nel campo <em>coupon</em> nella pagina di checkout (la pagina dove inserirai i dati di fatturazione e selezionerai il metodo di pagamento, a destra dopo aver cliccato <em>checkout</em>). Dopo aver inserito il codice, lo sconto %(discount_amount|escape)s verrà applicato al tuo ordine.

source: <strong>Important</strong>: Remember that you can use this coupon <strong>only one time</strong> and you must <strong>use it before %(end_date)s</strong>.
it: <strong>Importante</strong>: Ricorda che puoi usare questo coupon <strong>solo una volta</strong> e devi <strong>usarlo prima del %(end_date)s</strong>.

source: All the best,
it: Cordiali saluti,

source: You have succesfully invited %(invites_number)s people! As a reward, we are happy to provide you with an electronic coupon that will get you a %(discount_amount)s discount on your next purchase!
it: Hai invitato %(invites_number)s persone! Come ricompensa, siamo lieti di fornirvi un codice di sconto che ti darà diritto a %(discount_amount)s di sconto sul tuo prossimo acquisto!

source: In order to use it, you must insert this code in the 'coupon' field found in the checkout page (the page where you give the billing details and select the payment method, right after clicking 'checkout'). After entering the code, the discount of %(discount_amount)s will be applied to your order.
it: Per usarlo, è necessario inserire questo codice nel campo <em>codice di sconto</em> nella pagina di checkout (la pagina dove inserirai i dati di fatturazione e selezionerai il metodo di pagamento, a destra dopo aver cliccato <em>vai alla cassa</em>). Dopo aver inserito il codice, lo sconto %(discount_amount)s verrà applicato al tuo ordine.

source: IMPORTANT: Remember that you can use this coupon ONLY ONE TIME and you must USE IT BEFORE %(end_date|date:"DATE_FORMAT")s
it: IMPORTANTE: Ricordati che potrai utilizzare questo codice sconto UNA SOLA VOLTA e che devi usufruirne PRIMA DEL %(end_date|date:"DATE_FORMAT")s

source: Hello %(recipient_name)s,
it: Salve %(recipient_name)s

source: Invite your friends
it: Invita i tuoi amici

source: Gift configurations
it: Configurazione Regalo

source: Label for gift orders annotation
it: Etichetta per ordini regalati

source: Gift Category
it: Categoria Regali

source: Choose which category contains gift products
it: Scegli la categoria che contiene i regali

source: You must specify different shipping address for this gift
it: Devi specificare un indirizzo diverso per il regalo

source: Other informations
it: Altre

source: Is this a gift?
it: È un regalo

source: Order #
it: Ordine #

source: Notes
it: Note

source: Status
it: Stato

source: Items Ordered
it: Prodotti acquistati

source: Shipping Method
it: Tipo di spedizione

source: Total
it: Totale

source: Discount
it: Codice Sconto/Coupon

source: Shipping
it: Spedizione

source: Tax
it: IVA

source: Shipping To
it: Spedire a

source: Contact Information
it: Informazioni personali

source: Billing Information
it: Informazioni di fatturazione

source: Shipping Address
it: Indirizzo di consegna

source: Discount:
it: Sconto:

source: Shipping:
it: Consegna:

source: Tax:
it: IVA:

source: Total:
it: Totale:

source: Payment:
it: Pagamento:

source: %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
it: La carta di credito %(credit_card_type)s con codice %(credit_card_number)s sarà addebbitata di %(order_total)s.

source: This is a downloadable product
it: Prodotto scaricabile

source: Calendar shipping
it: Calendario delle consegne

source: Make shipping for zones active
it: Attiva le consegne per zona

source: False if you don't want to ship for zone and calendar
it: Non selezionare se non si vuole usare le consegne per zona

source: Shipping standard cost
it: Costo standard per le consegne

source: (remaining %(slots)s free slot)
it: (%(slots)s consegna rimanente)

source: (remaining %(slots)s free slots)
it: (%(slots)s consegne rimanenti)

source: Sent via
it: Spedizione tramite

source: arrives approximately %(expected_delivery)s.
it: Arrivo previsto %(expected_delivery)s.

source: Export Categories CSV
it: Esporta le categorie in csv

source: Export Products CSV
it: Esporta i prodotti in csv

source: the image to show on the banner. It should be <strong>exactly %(width)s pixel wide and %(height)s pixel high</strong>.
it: l'immagine da visualizzare sul banner. Dovrebbe essere esattamente <strong>%(width)s pixel di larghezza e %(height)s pixel di altezza</strong>.

source: No image!
it: Nessuna immagine!

source: wide
it: larga

source: high
it: alta

source: The image is %(current)i pixel %(measure)s. It's supposed to be %(max)i pixel %(measure)s
it: L'immagine è %(current)i pixel %(measure)s. Dovrebbe essere %(measure)s %(max)i pixel

source: Offer Options
it: Opzioni Offerte

source: %(count)d offer activated
it: %(count)d offerta attivata

source: Activate
it: attiva

source: %(count)d offer deactivated
it: %(count)d offerta disattivata

source: Deactivate
it: disattiva

source: %(count)d banner activated
it: %(count)d banner attivato

source: %(count)d banner deactivated
it: %(count)d banner disattivato

source: Home order
it: Ordinamento nella vertina

source: Database error
it: Errore applicativo

source: Items must be selected in order to perform actions on them. No items have been changed.
it: Gli elementi devono essere selezionati perché si possa operare su di essi. Pertanto nessun elemento è stato modificato.

source: %(count)s %(name)s was changed successfully.
it: %(count)s %(name)s è stato modificato.

source: %(total_count)s selected
it: %(total_count)s elemento selezionato

source: 0 of %(cnt)s selected
it: 0 su %(cnt)s selezionate

source: Banners info
it: Configurazione Banner

source: Offers in splash page
it: Offerte visibili nella pagina iniziale

source: sets the maximum number of offers to be shown in the splash page
it: inserisci il numero massimo di offerte che saranno mostrate nella pagina iniziale

source: Socials urls info
it: Configurazione degli url dei profili Socials

source: Facebook url
it: Url di Facebook

source: Insert personal facebook url
it: Inserisci l'URL del profilo facebook dello shop

source: Twitter url
it: Url di Twitter

source: Insert personal twitter url
it: Inserisci l'URL dell'account Twitter del negozio

source: Linkedin url
it: Url di Linkedin

source: Insert Linkedin url
it: Inserisci l'URL dell'account LinkedIn del negozio

source: username skype
it: Username del contatto Skype

source: Insert personal skype username
it: Inserisci lo username dell'account skype del negozio

source: product
it: prodotto

source: the product being promoted
it: prodotto che verrà pubblicizzato

source: headline
it: titolo dell'offerta

source: a catching headline for your promotion
it: titolo accattivante per la promozione

source: description
it: descrizione

source: a more detailed description of the promotion
it: descrizione dettagliata delle promozione

source: ordering
it: ordinamento

source: controls the order in which the promotions are shown. Those with a lower number will be shown first
it: controlla l'ordine in cui vengono mostrate le promozioni. Quelle che hanno un numeroinferiore saranno mostrate per prime

source: active
it: attivo

source: if deselected, the offer doesn't appear on the site
it: se deselezionata, l'offerta non appare sul sito

source: picture
it: immagine

source: %(title)s (for %(product)s)
it: %(title)s (per %(product)s)

source: offer
it: offerta

source: offers
it: offerte

source: the address of the page the banner links to
it: l'indirizzo della pagina alla quale il banner deve redirigere

source: if deselected, the banner will not appear on the site
it: se deselezionato, il banner non appare sul sito

source: banners
it: banner

source: the product being featured
it: il prodotto che verrà messo in vetrina

source: controls the order in which the products are shown within the homepage. Those with a lower number will be shown first
it: controlla l'ordine in cui vengono mostrati i prodotti all'interno della homepage.Quelli con un numero inferiore verranno visualizzati per primi

source: %(product)s, featured (%(ordering)d)
it: %(product)s, in vetrina (%(ordering)d)

source: product featured sorting
it: ordinamento del prodotto in vetrina

source: products featured sorting
it: ordinamento dei prodotti in vetrina

source: Could not find the page you were looking for.
it: Impossibile trovare la pagina che stavi cercando.

source: There was an error with the store. The admin has been notified.
it: C'è stato un errore. L'amministratore è già stato avvertito.

source: User
it: Utente

source: Account Details
it: Dettagli account

source: Update your profile
it: Aggiorna il profilo

source: Change your password
it: Cambia la tua password

source: Order History
it: Storia degli ordini

source: Contact Us
it: Contattaci

source: Log out
it: Esci

source: Login
it: Entra

source: Register
it: Registrati

source: Cart
it: Carrello

source: You have %(items)s item into cart
it: Hai %(items)s oggetto nel carrello

source: Check out
it: Vai alla cassa

source: Contacts
it: Contatti

source: Categories
it: Categorie

source: Add %(name)s
it: Aggiungi %(name)s

source: Please correct the error below.
it: Correggi l'errore evidenziati

source: Filter
it: Filtra

source: TOTAL ORDERS
it: TOTALE ORDINI

source: Account
it: Profilo

source: Update Profile
it: Aggiorna il profilo

source: Your Profile
it: Profilo personale

source: You&apos;ll need to fill out at least the fields with a *
it: Devi inserire le informazioni obligatorie segnalate da *

source: Please correct the following error:
it: Correggi gli errori evidenziati

source: Basic Information
it: Informazioni principali

source: Email address
it: Email

source: First name
it: Nome

source: Last name
it: Cognome

source: Organization
it: Azienda

source: Birthday
it: Data di nascita

source: Phone number
it: Telefono

source: Administrative information
it: Informazioni Amministrative

source: Business number
it: P.Iva

source: Person number
it: Codice fiscale

source: Update
it: Aggiorna

source: Your Account info
it: Informazioni personali

source: Welcome, %(full_name)s.
it: Benvenuto, %(full_name)s.

source: Your profile
it: Profilo personale

source: Organization:
it: Azienda:

source: Birthday:
it: Data di nascita:

source: Yes
it: Si

source: Billing Address:
it: Indirizzo di fatturazione:

source: Shipping Address:
it: Indirizzo di consegna:

source: Address Book Entries
it: Elemento delle rubrica

source: Edit
it: Modifica

source: Delete
it: Cancella

source: Account options
it: Opzioni account

source: Add address book entry
it: Aggiungi un indirizzo

source: Set up contact information
it: Modifica le informazioni personali

source: Sorry, the user you've logged in as doesn't have any contact information.
it: Spiacenti, l'utente che ha effettuato l'accesso come non ha le informazioni di contatto.

source: Probably because you are an admin.
it: Probabilmente perché sei un amministratore.

source: Most Popular
it: I più richiesti

source: Best Rated Products
it: Prodotti consigliati

source: Rating %(rating)s
it: Voto %(rating)s

source: Best Sellers
it: Più venduti

source: Best Selling Products
it: Prodotti più venduti

source: Category Index
it: Categorie

source: no description available
it: nessuna descrizione disponibile

source: Products
it: Prodotti

source: Product details
it: Dettagli Prodotto

source: Add to cart
it: Aggiungi al carrello

source: No products in this category
it: Questa categoria non contiene alcun prodotto al momento.

source: Children Categories
it: Sottocategorie

source: Category details
it: Dettaglio categoria

source: Next image
it: Prossima immagine

source: Enlarge
it: Allarga

source: Close
it: Chiudi

source: Previous image
it: Immagine precedente

source: details
it: dettagli

source: Price
it: Prezzo

source: Offer
it: Offerta

source: Please choose your options
it: Scegli la variante

source: Quantity
it: Quantità

source: How many %(units)s product do you want add to your cart?
it: La quantità di prodotto che vuoi comprare espressa in %(units)s

source: Notice
it: Avviso

source: This store requires a minimum order of %(value)s (tax excluded) before you can check out.
it: Questo negozio richiede un ordine minimo di %(value)s (IVA esclusa) prima di poter procedere con l'acquisto.

source: Go back to the cart
it: Torna al carrello

source: Recently Added
it: Aggiunti di recente

source: Previous
it: Precedente

source: Next
it: Successivo

source: Bad Page
it: Errore

source: Hello,
it: Ciao,

source: Someone, hopefully you, signed up for a new account at <em>%(site)s</em> using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar.
it: Qualcuno, presumibilmente tu, ha richiesto la registrazione di un nuovo account su %(site)s utilizzando questo indirizzo email. Se sei stato tu, e desideri attivare ed utilizzare il tuo account, clicca il link qui sotto o copialo ed incollalo nella barra degli indirizzi del tuo browser.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
it: Se non lo hai richiesto, non devi fare nulla: non riceverai nessun'altra email da noi, e l'account scadrà automaticamente dopo %(expiration_days)s giorni.

source: If you do not have an account, please
it: Se non hai un account,

source: click here
it: clicca qui

source: If you do not remember your password, please
it: Se non ricordi la tua password,

source: click here</a> to have it reset.
it: clicca qui</a> per cambiarla.

source: You have been successfully logged out.
it: Ti sei disconnesso con successo.

source: Password Change Done
it: Password cambiata

source: Password change successful
it: Password cambiata con successo!

source: Your password change has been completed.
it: Il cambio della password è stato completato

source: Password Change
it: Cambio della password

source: For the sake of security, please enter your old password, and then enter your new password twice.
it: Per motivi di sicurezza, inserire la vecchia password, quindi immetterela tua nuova password due volte.

source: Old password
it: Vecchia password

source: New password
it: Nuova passord

source: Confirm new password
it: Conferma la nuova password

source: Change password
it: Cambia password

source: Password reset
it: Azzera password

source: Password reset complete
it: Azzeramento della password completato

source: Your password has been set. You may go ahead and log in now.
it: La password è stata impostata. Si può andare avanti e accedere ora

source: Log in
it: Entra

source: Password reset confirmation
it: Conferma della reimpostazione della password

source: Enter new password
it: Inserisci la nuova password

source: Please enter your new password twice so we can verify you typed it in correctly.
it: Si prega di inserire la nuova password due volte in modo che possiamo verificare che è stata digitata correttamente.

source: New password:
it: Nuova password:

source: Confirm password:
it: Conferma password:

source: Change my password
it: Cambia la mia password

source: Password reset unsuccessful
it: Reimpostazione della password fallito

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il link di reimpostazione password non è valida, forse perché è già statoutilizzato. Si prega di effettuare unauova richiesta di impostazione della password.

source: Password reset successful
it: Reimpostazione della password effettuato

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
it: Ti abbiamo inviato una e-mail con le istruzioni per l'impostazione della password all'indirizzo e-mail specificato. Dovresti riceverla a breve.

source: Reset your password
it: Reimposta la tua password

source: Forgotten your password? Enter your e-mail address below, and we'll send a new password to you.
it: Hai dimenticato la password? Inserisci il tuo indirizzo e-mail qui sotto e ti invieremo una nuova password.

source: E-mail address
it: Email

source: Be sure to enter the same e-mail address you used to register.
it: Assicurati di aver inserito lo stesso indirizzo e-mail che hai usato per registrarti.

source: Reset password
it: Azzera password

source: Account Creation
it: Creazione account

source: Thank you for signing up.
it: Grazie per l'iscrizione.

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
it: Un link di attivazione è stato inviato all'indirizzo email che hai fornito, insieme con le istruzioni per attivare il tuo account.

source: Dear %(first_name)s %(last_name)s,
it: Caro %(first_name)s %(last_name)s,

source: Thank you for signing up on %(shop_name)s.
it: Grazie per esserti registrato con %(shop_name)s.
