Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/satchmo_utils/locale/*/LC_MESSAGES/django.po
Languages: es

source: %(value)s is not a valid number
es: %(value)s no es un número válido

source: Please enter a positive number
es: Por favor, introduce un número positivo

source: Card type does not match card number.
es: El tipo de tarjeta no coincide con el número de tarjeta.

source: Invalid credit card number.
es: Número de tarjeta de crédito no válido.

source: Thumbnail Settings
es: Ajustes de miniatura

source: Thumbnail quality
es: Calidad de miniatura

source: Use a 1-100 value here, which will change the quality of JPG thumbnails created for products and categories.
es: Usa aquí un valor de 1-100, para cambiar la calidad de las miniaturas JPG creadas para los productos y categorías.

source: Rename product images?
es: ¿Cambiar el nombre de imágenes de los productos?

source: Automatically rename product images on upload?
es: ¿Cambiar automáticamente el nombre de imágenes de los productos al cargar?

source: Change:
es: Cambiar:

source: Currently
es: Por el momento

source: Change
es: Cambiar
