Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/satchmo_ext/tieredpricing/locale/*/LC_MESSAGES/django.po
Languages: es, ru

source: Tiered Price
es: Precio diferenciado
ru: Специальная цена

source: Tiered Prices
es: Precios diferenciados
ru: Специальные цены

source: The user group that will receive the discount
es: El grupo de usuarios que recibirá este descuento
ru: Группа пользователей, которая получит скидку

source: Title
es: Título
ru: Название

source: Discount Percent
es: Porcentaje de descuento
ru: Процент скидки

source: This is the discount that will be applied to every product if no explicit Tiered Price exists for that product. Leave as 0 if you don't want any automatic discount in that case.
es: Este es el descuento que se aplicará a cada producto, si no existe un precio diferenciado explícitamente para el mismo. Dejar como 0 si no desea ningún descuento automático en ese caso.
ru: Это скидка, которая будет применена к каждому товару, если только для него не переопределена данная специальная цена. Оставьте 0, если не хотите автоматическое определение скидки.

source: Price
es: Precio
ru: Цена

source: Discount Quantity
es: Cantidad de descuento
ru: Количество для скидки

source: Use this price only for this quantity or higher
es: Usar este precio sólo para la cantidad indicada o más alta
ru: Использовать данную цену только если количество товаров больше либо равно данному.

source: Expires
es: Expira
ru: Истекает

source: Tiered Pricing for %(tier)s
es: Precios diferenciados para %(tier)s
ru: Специальная цена для %(tier)s
