Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/payment/locale/*/LC_MESSAGES/django.po
Languages: es

source: Payment Settings
es: Ajustes de Forma de Pago

source: Cron Passkey
es: Clave de acceso de Cron

source: Enter an authentication passkey to secure your recurring billing cron url.
es: Introduce una clave de acceso para incrementar la seguridad de la URL del cron de facturación recurrente.

source: Allow URL Access to Cron for subscription rebills
es: Permitir el acceso a la URL del cron para facturaciones recurrentes (para suscripciones)

source: Do you want to allow remote url calls for subscription billing?
es: ¿Deseas permitir acceso remoto a la URL de facturación recurrente para las suscripciones?

source: Accept real payments
es: Aceptar pagos reales

source: False if you want to be in test mode. This is the master switch, turn it off to force all payments into test mode.
es: Falso si quieres estar en modo de prueba. Éste es el interruptor principal, apágalo para utilizar todos los pagos en modo de prueba.

source: Email owner?
es: ¿Mandar correo al propietario?

source: True if you want to email the owner on order
es: Verdadero si deseas enviar un correo electrónico al propietario al realizar un pedido

source: Extra order emails?
es: ¿Mandar correo a direcciones adicionales?

source: Put all email addresses you want to email in addition to the owner when an order is placed.
es: Direcciones de correo electrónico adicionales a las que se enviará un correo al realizar un pedido.

source: Early AUTH
es: AUTH temprano

source: Where possible, Authenticate on the card entry page. This causes an immediate $.01 AUTH and release, allowing errors with the card to show on the card entry page instead of on the confirmation page. Note that this is only supported for payment modules that can do Authorizations. It will be silently ignored for any other processors.
es: Si es posible, realizar la autenticación en la página de entrada del pedido. Esto implica una AUTH inmediata de la tarjeta (realizada por $.01) y se libera la misma, lo cual permite mostrar cualquier error de autenticación al llenar los datos de la tarjeta (en la página de entrada) en lugar de la página en donde se confirma y finaliza el pedido. Nota: esto sólo es soportado por módulos de pago que puedan realizar AUTHs. Se ignorará en el resto de los módulos.

source: Country match required?
es: ¿Se requiere que coincida el país?

source: If True, then customers may not have different countries for shipping and billing.
es: Si es así, los clientes no pueden tener diferentes países de envío y de facturación.

source: Minimum Order
es: Pedido mínimo

source: The minimum cart total before checkout is allowed.
es: El total de compra mínima para poder entrar a la pasarela de compra y finalizar el pedido.

source: Save Credit Card Numbers
es: Guardar números de tarjetas de crédito

source: If False, then the credit card will never be written to disk. For PCI compliance, this is required unless you have your database server on a separate server not connected to the internet.
es: Si es falso, entonces la tarjeta de crédito nunca se guardará en el disco. Para el cumplimiento de PCI, es necesario que esta opción esté inactiva por razones de seguridad, a menos la base de datos se encuentre en un servidor independiente que no esté conectado al Internet.

source: Number of years to display for CC expiration
es: Número de años a mostrar para la caducidad de la tarj. de crédito

source: Number of years that will be added to today's year for the CC expiration drop down
es: Número de años que se añadirá al año actual para mostrar en el campo desplegable donde se selecciona el vencimiento de la tarjeta de crédito

source: Use discounts
es: Usar descuentos

source: If disabled, customers will not be asked for any discount codes.
es: Si está desactivado, no se pedirá a los clientes los códigos de descuento.

source: Discount
es: Descuento

source: New price
es: Nuevo precio

source: Shipping adjustment
es: Ajuste de envío

source: Notes
es: Notas

source: Payment method
es: Forma de pago

source: This field is required
es: Este campo es obligatorio

source: Selected payment method requires this field to be filled
es: La forma de pago elegida requiere que se llene este campo

source: Invalid discount code.
es: Código de descuento no válido.

source: This field is required.
es: Este campo es obligatorio.

source: Your card has expired.
es: Su tarjeta ha caducado.

source: Invalid ccv.
es: CCV inválido.

source: terms and conditions
es: términos y condiciones

source: Do you accept the %(terms_link)s?
es: ¿Aceptas los %(terms_link)s?

source: Description
es: Descripción

source: Active
es: Activo

source: Should this be displayed as an option for the user?
es: ¿Debe mostrarse esto como opción al usuario?

source: Option Name
es: Nombre de la opción

source: The class name as defined in payment.py
es: El nombre de la clase tal como se ha definido en payment.py

source: Sort Order
es: Orden de Clasificación

source: Payment Option
es: Opción de Pago

source: Payment Options
es: Opciones de Pago

source: Credit Card Type
es: Tipo de Tarjeta de Crédito

source: CC Number (Last 4 digits)
es: Número de tarjeta (4 últimas cifras)

source: Encrypted Credit Card
es: Tarjeta de crédito cifrada

source: Expiration Month
es: Mes de vencimiento

source: Expiration Year
es: Año de vencimiento

source: card_holder Name
es: Nombre del titular de la tarjeta

source: Start Month
es: Mes de inicio

source: Start Year
es: Año de inicio

source: Credit Card
es: Tarjeta de Crédito

source: Credit Cards
es: Tarjetas de Crédito

source: Not Implemented
es: Sin implementar

source: Success
es: Éxito

source: Failure
es: Error

source: CreditCard
es: Tarjeta de Crédito

source: Authorize.net Payment Settings
es: Condiciones de Pago Authorize.net

source: Submit to URL
es: Enviar a URL

source: This is the address to submit live transactions.
es: Esta es la dirección para mandar las solicitudes en vivo.

source: Submit to Test URL
es: Mandar solicitudes a una URL de prueba

source: False if you want to submit to the test urls. NOTE: If you are testing, then you can use the cc# 4222222222222 to force a bad credit card response. If you use that number and a ccv of 222, that will force a bad ccv response from authorize.net
es: Falso si deseas mandar las solicitudes a una URL de prueba. NOTA: Si se está en modo de prueba, entonces puedes utilizar el # de tarjeta 4222222222222 para forzar una respuesta errónea. Si se utiliza ese número y un CCV de 222, authorize.net regresará una respuesta de error de ccv

source: Force a test post?
es: ¿Mandar solicitud de prueba?

source: True if you want to submit to the live url using a test flag, which won't be accepted.
es: Verdadero si deseas mandar la solicitud a la url en vivo con un indicador de prueba, para que la solicitud de pago no sea aceptada.

source: Implementation module
es: Módulo de implementación

source: Module key
es: Clave del módulo

source: English name for this group on the checkout screens
es: Nombre en inglés para este grupo en las páginas de la pasarela de compra.

source: This will be passed to the translation utility
es: Esto se transferirá al la aplicación de traducción

source: The url base used for constructing urlpatterns which will use this module
es: La URL base utilizada para construir las URLs que usará este módulo

source: Available credit cards
es: Tarjetas de crédito disponibles

source: Your authorize.net transaction login
es: Tu nombre de usuario para transacciones en authorize.net

source: Your authorize.net transaction key
es: Tu clave de acceso para transacciones en authorize.net

source: Capture Payment immediately?
es: ¿Capturar el pago inmediatamente?

source: IMPORTANT: If false, a capture attempt will be made when the order is marked as shipped."
es: IMPORTANTE: Si es falso, se hará un intento de captura cuando el pedido sea marcado como enviado.

source: Verbose logs
es: Logs detallados

source: Add extensive logs during post.
es: Añadir logs extensos al mandar la solicitud.

source: Enable ARB?
es: ¿Habilitar el ARB?

source: Enable ARB processing for setting up subscriptions. You must have this enabled in your Authorize account for it to work.
es: Permitir el procesamiento de ARB para la creación de suscripciones. Debes tenerlo habilitado en tu cuenta autorizada para que pueda funcionar.

source: Submit to URL (ARB)
es: Mandar solicitudes de pago a la URL (ARB)

source: This is the address to submit live transactions for ARB.
es: Esta es la dirección para enviar las transacciones en vivo para ARB.

source: Submit to Test URL (ARB)
es: Mandar solicitudes da pago a la URL de prueba (ARB)

source: This is the address to submit test transactions for ARB.
es: Esta es la dirección para enviar las transacciones de prueba para la ARB.

source: No charge needed, paid in full.
es: No se necesita cobrar, pagado en su totalidad.

source: Already complete
es: Ya está completo

source: Could not talk to Authorize.net gateway
es: No se pudo conectar al gateway de Authorize.net

source: Payment Auto Success Module Settings
es: Configuración del módulo de Pago de éxito automático

source: False if you want to be in test mode
es: Falso si quieres estar en modo de prueba

source: Pay Now
es: Pagar ahora

source: COD Payment Module Settings
es: Ajustes del módulo de pago COD

source: COD Payment
es: Contra reembolso

source: Cybersource.net Payment Settings
es: Ajustes del módulo de Pago Cybersource.net

source: WSDL URL
es: URL de WSDL

source: Submit to Test WSDL URL
es: Mandar solicitud de pago a una URL de prueba para WSDL

source: Currency Code
es: Código de moneda

source: Currency code for Cybersource transactions.
es: Código de moneda para las transacciones Cybersource.

source: Your Cybersource merchant ID
es: Tu ID de comerciante en Cybersource

source: Your Cybersource transaction key
es: Tu clave de transacción en Cybersource

source: Payment Test Module Settings
es: Ajustes del módulo de pago de prueba

source: Payment test module
es: Modulo de pruebas de pago

source: Authenticate on the card entry page, causes an immediate $.01 AUTH and release, allowing errors with the card to show on the card entry page.
es: Autenticarse en la página donde se llenan los datos de la tarjeta. Esto provoca un AUTH inmediato (de $ 0.01) y la liberación del mismo, lo que permite mostrar si hay errores con la tarjeta inmediatamente después de haber llenado y mandado los datos de la misma.

source: Bad CCV - order declined
es: CCV inválido - pedido rechazado

source: Bad credit card number - order declined
es: Número de tarjeta de crédito inválido- pedido rechazado

source: Gift Certificate Settings
es: Configuración de certificados de regalo

source: Character Set
es: Conjunto de caracteres

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
es: Los caracteres permitidos al generar al azar los códigos de certificados. Mientras menos vocales menor es el riesgo de que se generen palabras no deseadas.

source: Code format
es: Formato del código

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
es: Introduce el formato para los códigos de los certificados. Usa un '^' para la ubicación de un carácter generado al azar.

source: Gift Certificate
es: Certificado de Regalo

source: Code
es: Código

source: Invalid gift certificate code.
es: Código de certificado de regalo inválido.

source: Gift certificate balance is 0.
es: El balance del certificado de regalo es 0.

source: Site
es: Sitio

source: Order
es: Pedido

source: Certificate Code
es: Código de Certificado

source: Purchased by
es: Comprado por

source: Date added
es: Fecha de creación

source: Valid
es: Válido

source: Message
es: Mensaje

source: Email
es: Correo electrónico

source: Starting Balance
es: Saldo inicial

source: Gift Certificates
es: Certificados de regalo

source: Date of usage
es: Fecha de uso

source: Amount Used
es: Cantidad usada

source: Order Payment
es: Pago del pedido

source: Used by
es: Utilizado por

source: Product
es: Producto

source: Gift certificate product
es: Producto de certificado de regalo

source: Gift certificate products
es: Productos de certificados de regalo

source: No balance to pay
es: Sin saldo a pagar

source: No such Gift Certificate
es: No existe tal certificado de regalo

source: Bad Gift Certificate
es: Certificado de regalo inválido

source: %s balance remains after gift certificate was applied
es: Queda %s de saldo después de haber utilizado el certificado de regalo

source: Gift Certificate Codes
es: Códigos de Certificado de regalo

source: To: %(recipient)s
es: Para: %(recipient)s

source: Starting Balance: %(start_balance)s
es: Saldo inicial: %(start_balance)s

source: Code: %(code)s
es: Código: %(code)s

source: Message: %(message)s
es: Mensaje: %(message)s

source: Home
es: Inicio

source: Purchased on:
es: Comprado en:

source: Starting Balance:
es: Saldo inicial:

source: Current Balance:
es: Saldo actual:

source: No such gift certificate found.
es: No se encontró tal certificado de regalo.

source: Look up balance
es: Consultar saldo

source: Price
es: Precio

source: Quantity (multiply the gift certificate by this amount)
es: Cantidad (multiplicar el certificado de regalo por esta cantidad)

source: Recipient Email (optional):
es: Email destinatario (opcional):

source: Message (optional):
es: Mensaje (opcional):

source: Add to cart
es: Añadir a la cesta

source: Checkout
es: Realizar pedido

source: Payment
es: Pago

source: Order total: %(orderbalance)s
es: Total de la orden: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
es: Estás a punto de usar el certificado de regalo #%(giftcode)s que tiene un total de %(certbalance)s disponible para pagar tu pedido.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
es: Si no hay suficiente saldo para pagar por todo el pedido, podrás seleccionar otra forma de pago por el saldo restante después de usar este certificado de regalo.

source: Please Note:
es: Ten en cuenta:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
es: Estás utilizando tu certificado de regalo: %(giftcode)s, que tiene un saldo de %(balance)s.

source: About to use INVALID gift certificate
es: Estás tratando de utilizar un certificado de regalo INVÁLIDO

source: Payment Information
es: Información sobre el pago

source: Gift Certificate Code
es: Código del Certificado de Regalo

source: Google Checkout Module Settings
es: Módulo de Configuración de Google Checkout

source: XML Template
es: Plantilla XML

source: The XML template to use when submitting to Google. Probably you should not change this.
es: La plantilla XML que se utilizará al enviar a Google. Probablemente no deberías cambiar esto.

source: Currency code for Google Checkout transactions.
es: Código de moneda para las transacciones de Google Checkout.

source: Checkout Button URL
es: URL del botón del checkout

source: Checkout Button Size
es: Tamaño del botón del checkout

source: Small
es: Pequeño

source: Medium
es: Medio

source: Large
es: Grande

source: Post URL
es: URL para mandar la solicitud

source: The Google URL for real transaction posting.
es: La URL de Google para mandar las transacciones reales.

source: The Google URL for test transaction posting.
es: La URL de Google para mandar las transacciones de prueba.

source: Merchant ID
es: ID del comerciante

source: Merchant Key
es: Clave del comerciante

source: Merchant Test ID
es: Identificación de prueba del comerciante

source: Merchant Test Key
es: Clave de prueba del comerciante

source: Received through Google Checkout.
es: Recibido a través de Google Checkout.

source: Paid through Google Checkout.
es: Pagado a través de Google Checkout.

source: Shipped through Google Checkout.
es: Enviado a través de Google Checkout.

source: Your order has already been processed.
es: Tu pedido ya ha sido procesado.

source: Paypal Payment Module Settings
es: Ajustes de Pago del Módulo Paypal

source: Currency code for Paypal transactions.
es: Código de moneda para las transacciones de PayPal.

source: The Paypal URL for real transaction posting.
es: La URL de Paypal para mandar transacciones reales.

source: The Paypal URL for test transaction posting.
es: La URL de Paypal para mandar transacciones de prueba.

source: Paypal account email
es: Correo electrónico de paypal

source: The email address for your paypal account
es: El correo electrónico de su cuenta de paypal

source: Paypal test account email
es: Cuenta de correo electrónico de prueba en paypal

source: The email address for testing your paypal account
es: Cuenta de correo electrónico de tu cuenta de prueba en paypal

source: Return URL
es: URL de regreso

source: Where Paypal will return the customer after the purchase is complete. This can be a named url and defaults to the standard checkout success.
es: La URL a donde Paypal redireccionará al cliente después de haber completado la venta. Se puede especificar una URL o en su defecto (si se deja en blanco) es la URL de la página de éxito al finalizar la venta.

source: Your order is no longer valid.
es: Tu pedido ya no es válido.

source: Paid through PayPal.
es: Pagado por medio de PayPal.

source: ---Comment via Paypal IPN---
es: --- Comentarios a través de Paypal IPN ---

source: Purchase Order Module Settings
es: Ajustes del módulo de Orden de Compra

source: Purchase Order
es: Orden de Compra

source: Verbose logging?
es: ¿Logs detallados?

source: Customer PO Number
es: Número de orden de cliente

source: Outstanding Balance
es: Saldo pendiente

source: Paid on
es: Pagado en

source: Sage Pay Secure Payments
es: Sage Pay Pagos Seguros

source: Sage Pay Payment Settings
es: Sage Pay Ajustes de Pago

source: Simulated Transactions?
es: ¿Transacciones simuladas?

source: Must be false to accept real payments
es: Debe ser falso para aceptar los pagos reales

source: Skip post?
es: ¿Saltarse el envío de la transacción?

source: For testing only, this will skip actually posting to Sage Pay servers. This is because their servers restrict IPs of posting servers, even for tests. If you are developing on a desktop, you'll have to enable this.
es: Solo para probar. Esto evitará mandar una solicitud a los servidores de Sage Pay. Esto es necesario ya que sus servidores restringen las IPs de los servidores que mandan la solicitud. Si estás tratando de mandar una solicitud de prueba desde tu PC, probablemente tendrás que activar esta opción.

source: Payment Capture
es: Captura de pago

source: This can be "Payment" which captures immediately, or "Deferred". Note that you can only use the latter if you set option on your Sage pay account first.
es: Esto puede ser "Pago", que se captura de inmediato, o "Diferido". Ten en cuenta que sólo se puede utilizar este último, si se establece de antemano esta opción en la cuenta de Sage.

source: Your Vendor Name
es: Tu nombre de proveedor

source: This is used for Live and Test transactions. Make sure to add your server IP address to VSP, or it won't work.
es: Esto se utiliza para transacciones reales y de prueba. Asegúrate de añadir tu dirección de IP del servidor de VSP, o no funcionará.

source: Simulator Vendor Name
es: Nombre de proveedor simulado

source: This is used for Live and Test transactions. Make sure to activate the VSP Simulator (you have to directly request it) and add your server IP address to the VSP Simulator, or it won't work.
es: Esto se utiliza para transacciones reales y de prueba. Asegúrate de activar el simulador de VSP (hay que solicitarlo directamente) y añadir tu dirección de IP del servidor al simulador de VSP, o no funcionará.

source: Currency code for Sage Pay transactions.
es: Código de moneda para las transacciones de pago Sage.

source: You must provide a starting month when using this type of card.
es: Debes especificar un mes a iniciar para utilizar este tipo de tarjeta.

source: This must be a number
es: Esto debe ser un número

source: Out of range, must be 1-12
es: Fuera de rango, debe ser de 1 a 12

source: You must provide a starting year when using this type of card.
es: Debes especificar el año de inicio para utilizar este tipo de tarjeta.

source: You must provide an issue number when using this type of card.
es: Debes proporcionar un número de emisión para utilizar este tipo de tarjeta.

source: TESTING MODE
es: MODO DE PRUEBA

source: Invalid response from payment gateway
es: Respuesta inválida del gateway de pago

source: Error processing payment.
es: Error de procesamiento de pago.

source: 3D Secure transaction expired. Please try again.
es: Transacción 3D Secure expirada. Por favor, inténtalo de nuevo.

source: 3D Secure transaction was not approved by payment gateway. Please contact us.
es: La transacción 3D Secure no fue aprobada por el gateway. Por favor, ponte en contacto con nosotros.

source: SERMEPA (ServiRed) Payment Module Settings
es: Ajustes del módulo de pago SERMEPA (ServiRed)

source: Credit Card (via SERMEPA)
es: Tarjeta de Crédito (con SERMEPA)

source: Currency
es: Moneda

source: USD (US Dollar)
es: USD (dólar de EE.UU.)

source: GBP (British Pound)
es: GBP (Libra Esterlina)

source: JPY (Japanese Yen)
es: JPY (Yen japonés)

source: Merchant FUC
es: Comerciante FUC

source: Your FUC code
es: Tu código FUC

source: Merchant title
es: Título comercial

source: Description of your shop which will be visible on payment confirmation screen
es: Descripción de la tienda, la cual será visible en la pantalla de confirmación del pago

source: Signature code
es: Código de firma

source: Your secret code used to sign transaction data
es: Tu código secreto, utilizado para firmar los datos de las transacciones

source: Test signature code
es: Código de firma de prueba

source: Your secret code used to sign transaction data in test payments
es: Tu código secreto, utilizado para firmar los datos de transacciones en los pagos de prueba

source: Extended signature calculation
es: Cálculo extendido de la firma

source: Consult your Sermepa documentation to know the differences between normal and extended signature calculation, and ask your provider which type of signature expects you to use. If possible, use extended signature.
es: Consulta la documentación de Sermepa para conocer las diferencias entre el cálculo de firma normal y el extendido, y pregunta a tu proveedor qué tipo de firma espera que uses. Si es posible, utiliza la firma extendida.

source: Terminal number
es: Nº de terminal

source: Test terminal number
es: Número de terminal de prueba

source: Terminal number used for test payments
es: Número de terminal usado para los pagos de prueba

source: The SERMEPA URL for real transaction posting.
es: La URL para mandar las transacciones reales a SERMEPA.

source: Test Post URL
es: URL de prueba

source: The SERMEPA URL for test transaction posting.
es: La URL para mandar las transacciones de prueba a SERMEPA

source: Callback URL
es: URL de redireccionamiento

source: Callback URL for on-line notifications about payment progress
es: URL para mostrar las notificaciones en línea sobre el progreso del pago

source: OK URL
es: URL de éxito

source: URL for customer to return after successful payment
es: URL para redireccionar al cliente tras haber realizado un pago con éxito

source: Failure URL
es: URL de error

source: URL for customer to return after payment failure
es: URL para redireccionar al cliente si hubo errores con el pago

source: TrustCommerce Payment Settings
es: Ajustes de Pago de TrustCommerce
