Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/payment/locale/*/LC_MESSAGES/django.po
Languages: es

source: Use Address Verification System (AVS)?
es: ¿Utilizar el Sistema de Verificación de la dirección (AVS)?

source: Type of authorization to perform.
es: Tipo de autorización para llevar a cabo.

source: Refer to manual for details on the different types.
es: Consulta el manual para ver los detalles sobre los diferentes tipos.

source: Sale
es: Venta

source: Your TrustCommerce login
es: Tu nombre de usuario de TrustCommerce

source: Your TrustCommerce password
es: Tu contraseña de TrustCommerce

source: Transaction was declined. Reason: %s
es: La transacción fue rechazada. Razón: %s

source: Improperly formatted data. Offending fields: %s
es: Formato incorrecto de datos. Campos inválidos: %s

source: An error occurred: %s
es: Ha ocurrido un error: %s

source: Paid
es: Pagado

source: Balance = %(balance)s
es: Saldo = %(balance)s

source: Pay remaining balance
es: Pagar el saldo restante

source: Custom Charge
es: Cargo personalizado

source: Please correct the error below.
es: Por favor, corrige los errores siguientes.

source: New amount
es: Nuevo importe

source: Extra Shipping
es: Gastos de envío adicionales

source: Authentication required
es: Se requiere autenticación

source: Ship/Bill
es: Envío / Factura

source: Confirmation
es: Confirmación

source: In order to have access to your products and order history, please log in. After that you may continue to checkout with your current cart.
es: Por favor inicia sesión para tener acceso a tus productos y el historial de pedidos. Después de esto podrás finalizar la venta.

source: Username or email
es: Nombre de usuario o correo electrónico

source: Password
es: Contraseña

source: Login
es: Iniciar sesión

source: If you do not have an account, please
es: Si no tienes una cuenta, por favor

source: click here
es: pulsa aquí

source: If you do not remember your password, please
es: Si no recuerdas tu contraseña, por favor

source: click here</a> to have it reset.
es: pulsa aquí</a> para restablecerla.

source: Order Balance
es: Saldo del pedido

source: To complete this order, you need to pay the %(orderbalance)s balance remaining on this order.
es: Para completar este pedido, tienes que pagar el %(orderbalance)s saldo restante.

source: How do you want to pay?
es: ¿Cómo deseas pagar?

source: Continue Checkout
es: Continuar la pasarela de pago

source: The following error was returned while trying to process your payment. Please correct and resubmit.
es: Ha ocurrido un error al intentar procesar su pago. Por favor corrígelo y reenvía el formulario.

source: Please validate the following information, then submit your order.
es: Por favor valida la siguiente información antes de enviar el pedido.

source: Purchase Items
es: Comprar artículos

source: Please complete the following information in order to submit your order.
es: Por favor, completa la siguiente información para enviar tu pedido.

source: Please correct the following error:
es: Por favor, corrige los siguientes errores:

source: Shipping Information
es: Información de envío

source: The following shipping method will be used
es: Se utilizará la siguiente forma de envío

source: Please choose your preferred shipping method
es: Por favor, elige tu forma de envío preferida

source: There are no items in this order to ship.
es: No hay artículos para enviar en este pedido.

source: No valid shipping method is available. Please verify that your address is correct.
es: No hay ninguna forma de envío válida disponible. Por favor, verifica que tu dirección sea correcta.

source: Confirm
es: Confirmar

source: The following error was returned while trying to process your card. Please correct and resubmit
es: El siguiente error ocurrió al intentar procesar los datos de tu tarjeta. Por favor, corrígelo y vuelve a intentar

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
es: Se cargará un total de %(order_total)s a tu tarjeta %(credit_card_type)s con terminación %(credit_card_number)s.

source: This order will be charged on your account for %(order_total)s.
es: Este pedido se cargará a tu cuenta con un total de %(order_total)s .

source: Your cart is empty. Please add some items to your cart, then complete the checkout process.
es: Tu cesta de compras está vacía. Por favor, añade primero los artículos a la cesta y luego realiza tu pedido.

source: Failed payment
es: Fallo en el pago

source: We are sorry, but the payment process finished with a failure.
es: Lo sentimos, pero ha fallado el proceso de pago.

source: You may
es: Puedes

source: proceed to the cart
es: ir a la cesta de compras

source: and check out again, using other payment method.
es: y realizar tu pedido nuevamente, utilizando otro método de pago.

source: If you already have an account, you can login now to fill in most of the information below.
es: Si ya tienes una cuenta, puedes iniciar sesión ahora para completar la mayor parte de la información a continuación.

source: This is just a convenience, no account is required!
es: Esto es sólo por conveniencia, ¡no necesitas una cuenta para continuar!

source: You'll need to fill out at least the fields with a *
es: Es necesario que llenes todos los campos obligatorios (*)

source: Basic Information
es: Información Básica

source: Email address
es: Dirección de correo electrónico

source: First name
es: Nombre

source: Last name
es: Apellido(s)

source: Phone number
es: Número de teléfono

source: Discounts
es: Descuentos

source: Discount code
es: El código de descuento

source: Type of credit card
es: Tipo de tarjeta de crédito

source: Credit card number
es: Número de tarjeta de crédito

source: Expiration date
es: Fecha de vencimiento

source: Thank you for your order!
es: ¡Gracias por tu pedido!

source: Please print out this page as a receipt. You will also receive an email with this information.
es: Por favor imprime esta página como un recibo. También recibirás un correo electrónico con esta información.

source: This order will be COD for %(order_total)s.
es: Este pedido se pagará contra reembolso con un total de %(order_total)s .

source: Your payment will be processed through Google Checkout.
es: Su pago será procesado a través de Google Checkout.

source: Fast checkout through Google
es: Pago rápido a través de Google

source: Your payment will be processed through PayPal.
es: Su pago será procesado a través de PayPal.

source: Remaining Balance for order %(order_id)s
es: Saldo restante del pedido %(order_id)s

source: Shipping for free items
es: Envío de artículos gratis

source: Purchase Order #
es: Orden de Compra #

source: Card Holder
es: Titular de la tarjeta

source: Issue number
es: Número de protocolo (issue) de Sage Pay

source: Issue date
es: Fecha de emisión

source: Please click the button below to authenticate your card.
es: Por favor, pulsa en el botón de abajo para autenticar la tarjeta.

source: Authenticate
es: Autenticar

source: Your payment will be processed through Sermepa.
es: Tu pago será procesado a través de Sermepa.

source: Remaining Balance for order #%(order_id)s
es: Saldo restante del pedido #%(order_id)s

source: Order #%(order_id)s
es: Orden #%(order_id)s

source: The orderitem you have requested doesn't exist, or you don't have access to it.
es: El producto que has solicitado no existe, o no tienes acceso a él.

source: No form found in request.
es: No se encontró el formulario en la solicitud.

source: Order successfully submitted
es: Pedido enviado correctamente

source: There are not enough %(prod)s in stock to complete your order. Please modify your order.
es: No hay suficientes %(prod)s disponibles para completar tu pedido. Por favor, modifica tu pedido.

source: The following products %(prod)s are no longer available. Please modify your order.
es: Los siguientes productos %(prod)s ya no están disponibles. Por favor, modifica tu pedido.

source: This order does not have a zero balance
es: Este pedido no tiene un saldo de cero

source: Feature is not enabled.
es: Función no habilitada.

source: Subscription Renewal Order successfully submitted
es: Pedido de renovación de la suscripción enviado con éxito

source: Please Select
es: Seleccionar
