Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/satchmo_ext/upsell/locale/*/LC_MESSAGES/django.po
Languages: es

source: Checkbox to add 1
es: Casilla para a침adir 1

source: Checkbox to add 1, checked by default
es: Casilla para a침adir 1, marcada por defecto

source: Checkbox to match quantity
es: Casilla que coincide con la cantidad

source: Checkbox to match quantity, checked by default
es: Casilla que coincide con la cantidad, marcada por defecto

source: Form with 0 quantity
es: Formulario con cantidad 0

source: Target Product
es: Productos de origen

source: The products for which you want to show this goal product as an Upsell.
es: Los productos para los que se quiere mostrar este producto como una sugerencia de venta.

source: Goal Product
es: Producto a sugerir

source: Creation Date
es: Fecha de creaci칩n

source: Upsell Style
es: Estilo del producto sugerido

source: Notes
es: Notas

source: Internal notes
es: Notas internas

source: language
es: idioma

source: Description
es: descripci칩n

source: '%(product)s' couldn't be added to the cart. %(details)s
es: No se pudo agregar '%(product)s' a la cesta. %(details)s

source: Add
es: Agregar

source: Quantity
es: Cantidad
