Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/satchmo_ext/newsletter/locale/*/LC_MESSAGES/django.po
Languages: da, es, ro, ru

source: Newsletter Settings
da: Nyhedsbrevsindstillinger
es: Ajustes del boletín
ro: Setări newsletter
ru: Настройки новостной рассылки

source: Active newsletter module
da: Aktivt nyhedsbrevsmodul
es: Modulo de boletín activo
ro: Modul de newsletter activ
ru: Активный модуль новостной рассылки

source: Select a newsletter, save and reload to set any module-specific newsletter settings.
da: Vælg et nyhedsbrev, gem, og genindlæs siden for at sætte modul-specifikke indstillinger.
es: Selecciona un boletín, guarda y recarga la página para configurar los ajustes específicos del boletín.
ro: Selectați un newsletter, salvați și reîncărcați pentru a configura modulul.
ru: Выберите новостную рассылку, сохраните и обновите страницу, чтобы изменить настройки выбранной новостной рассылки.

source: No newsletter
da: Intet nyhedsbrev
es: Sin boletín
ro: Nici un newsletter
ru: Нет новостной рассылки

source: Simple list
da: Simpel liste
es: Lista sencilla
ro: Listă simplă
ru: Простой список

source: Mailman
ru: Почтальон

source: Name of Newsletter
da: Nyhedsbrevets navn
es: Nombre del boletín
ro: Numele newsletter-ului
ru: Название новостной рассылки

source: Give the exact name that matches the mailing list set up in Mailman.
da: Skriv navnet på nyhedsbrevet, så passer eksakt med mailing-listen sat op i Mailman.
es: Indica el nombre exacto que coincida con la lista de distribución creada en Mailman.
ro: Numele exact ce se potrivește cu numele listei configurată în Mailman.
ru: Укажите точное название, которое соответствует списку почтовой рассылки для настройки Почтальон.

source: Newsletter Slug
da: Nyhedsbrevs slug
es: Slug del Boletín
ru: Короткое имя рассылки для URL

source: The url slug for the newsletter. Requires server restart if changed.
da: URL slug for nyhedsbrevet. Kræver genstart af butikken hvis ændret.
es: El slug e la URL para el boletín. Requiere reiniciar el servidor si ha cambiado.
ro: URL slug pentru newsletter. Trebuie să restartați serverul dacă modificați.
ru: URL, по которому будет доступна рассылка. Для изменения требуется рестарт сервера.

source: Full Name
da: Fulde navn
es: Nombre completo
ro: Nume complet.
ru: Полное имя

source: Email address
da: E-mail-adresse
es: Dirección de correo electrónico
ro: Adresă de email
ru: Адрес электронной почты

source: Subscribe
da: Tilmeld
es: Suscribirse
ro: Abonează-te
ru: Подписаться

source: Updated subscription for %(email)s.
da: Updateret tilmelding for %(email)s.
es: Actualizar suscripción para %(email)s.
ro: Am actualizat abonamentul pentru %(email)s.
ru: Подписка для %(email)s обновлена.

source: Already subscribed %(email)s.
da: Allerede tilmeldt %(email)s.
es: Ya está suscrito %(email)s.
ro: Deja abonat %(email)s.
ru: Уже подписан %(email)s.

source: Already removed %(email)s.
da: Allerede fjernet %(email)s
es: Ya se eliminó %(email)s.
ro: Deja dezabonat %(email)s.
ru: Уже удален %(email)s.

source: Subscribed: %(email)s
da: Tilmeldt: %(email)s
es: Suscritos: %(email)s
ro: Abonat: %(email)s
ru: Подписан: %(email)s

source: Unsubscribed: %(email)s
da: Frameldt: %(email)s
es: Eliminados: %(email)s
ro: Dezabonat: %(email)s
ru: Отписан: %(email)s

source: Already Subscribed: %s
da: Allerede tilmeldt: %s
es: Ya están suscritos: %s
ro: Deja abonat: %s
ru: Уже подписан: %s

source: Already a member: %(email)s
da: Allerede medlem: %(email)s
es: Ya son miembros: %(email)s
ro: Deja membru: %(email)s
ru: Уже член рассылки: %(email)s

source: Bad/Invalid email address: blank line
da: Forkert/ugyldig e-mail-adresse: blank linje
es: Dirección de correo electrónico errónea / inválida: línea en blanco
ro: Adresă de email invalidă
ru: Неправильный адрес электронной почты: пустая строка

source: Bad/Invalid email address: %(email)s
da: Forkert/ugyldig e-mail-adresse: %(email)s
es: Dirección de correo electrónico errónea / inválida: %(email)s
ro: Adresă de email invalidă: %(email)s
ru: Неправильный адрес электронной почты: %(email)s

source: Hostile address (illegal characters): %(email)s
da: Fjendtlig adresse (ugyldige tegn): %(email)s
es: Dirección hostil (caracteres inválidos): %(email)s
ro: Adresă de email invalidă (caractere ilegale): %(email)s
ru: Неприемлемый адрес (неправильные символы): %(email)s

source: Subscribed
da: Tilmeldt
es: Suscrito
ro: Abonat
ru: Подписан

source: Email
es: Correo electrónico
ru: Адрес электронной почты

source: Creation Date
da: Oprettelsesdato
es: Fecha de creación
ro: Data creării
ru: Дата создания

source: Update Date
da: Opdateringsdato
es: Fecha de actualización
ro: Data actualizării
ru: Дата обновления

source: Attribute Name
da: Attributnavn
es: Nombre del atributo
ro: Numele atributului
ru: Название атрибута

source: Value
da: Værdi
es: Valor
ro: Valoare
ru: Значение

source: Subscription Attribute
es: Atributo de suscripción
ro: Atribut pentru abonare
ru: Атрибут подписки

source: Subscription Attributes
es: Atributos de suscripción
ro: Atribute pentru abonare
ru: Атрибуты подписки

source: Error, not valid.
da: Fejl, ugyldig
es: Error, inválido.
ro: Eroare, invalid.
ru: Ошибка, неверно.

source: Home
da: Hjem
es: Inicio
ro: Acasă
ru: Главная

source: Newsletter Subscription
da: Nyhedsbrevstilmelding
es: Suscripción al boletín
ro: Abonament newsletter
ru: Подписка на новостную рассылку

source: Please correct the following error:
da: Ret venligst følgende fejl:
es: Por favor corrige los siguientes errores:
ro: Vă rugăm să corectați următoarea eroare:
ru: Пожалуйста, исправьте следующую ошибку:

source: Your name
da: Dit navn
es: Tu nombre
ro: Numele dumneavoastră
ru: Ваше имя

source: Newsletter Unsubscribe
da: Nyhedsbrevsafmelding
es: Darse de baja del boletín
ro: Dezabonare newsletter
ru: Отписка от новостной рассылки

source: Remove Me
da: Fjern mig
es: Eliminarme
ro: Dezabonează-mă
ru: Удалить меня
