Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/satchmo_ext/productratings/locale/*/LC_MESSAGES/django.po
Languages: pt_br, ru

source: Enable Akismet ratings
pt_br: Ativar Akismet
ru: Включить рейтинги Akismet

source: Akismet API Key
pt_br: Chave API Akismet
ru: Ключ API Akismet

source: Rating
pt_br: Pontuação
ru: Рейтинг

source: Not Rated
pt_br: Não Avaliado
ru: Нет оценок

source: Product Reviews
pt_br: Opiniões dos produtos
ru: Отзывы о продукте

source: Be the first to review it!
pt_br: Seja o primeiro dar sua opinião sobre este produto!
ru: Оставьте ваш отзыв первыми!

source: Average rating %(rating)s
pt_br: Classificação média %(rating)s
ru: Средний рейтинг %(rating)s

source: Review this product
pt_br: Dê sua opinião sobre este produto
ru: Написать отзыв

source: Please login to review this product.
pt_br: Por favor entre para opinar sobre este produto.
ru: Пожалуйста, авторизуйтесь, чтобы оставить отзыв об этом продукте.

source: Most Popular
pt_br: Mais Populares
ru: Наиболее популярные
