Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/payment/modules/giftcertificate/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Gift Certificate
ro: Certificat Cadou

source: Gift Certificate Settings
ro: Setări certificate cadou

source: Use SSL for the checkout pages?
ro: Folosiți SSL pentru paginile de checkout?

source: Character Set
ro: Setul de caractere

source: Code
ro: Cod

source: Order
ro: Comandă

source: Certificate Code
ro: Cod certificat

source: Purchased by
ro: Cumpărat de

source: Date added
ro: Data adăugării

source: Message
ro: Mesaj

source: Starting Balance
ro: Balanța de pornire

source: Gift Certificates
ro: Certificate cadou

source: Date of usage
ro: Data utilizării

source: Notes
ro: Note

source: Amount Used
ro: Cantitatea utilizată

source: Order Payment
ro: Ordin de plata

source: Used by
ro: Folosit de

source: Product
ro: Produs

source: No balance to pay
ro: Nu aveți fonduri suficiente

source: No such Gift Certificate
ro: Acest certificat cadou nu există

source: Bad Gift Certificate
ro: Certificat cadou invalid

source: Success
ro: Succes

source: %s balance remains after gift certificate was applied
ro: După aplicarea certificatului cadou aveți soldul %s

source: Gift Certificate Codes
ro: Coduri pentru certificate cadou

source: Starting Balance: %(start_balance)s
ro: Soldul pentru început: %(start_balance)s

source: Code: %(code)s
ro: Cod: %(code)s

source: Message: %(message)s
ro: Mesaj: %(message)s

source: Home
ro: Acasă

source: Purchased on:
ro: Cumpărat pe data de:

source: Starting Balance:
ro: Soldul pentru început:

source: Current Balance:
ro: Soldul curent:

source: No such gift certificate found.
ro: Acest certificat cadou nu există.

source: Look up balance
ro: Calculează soldul

source: Price
ro: Preț

source: Quantity (multiply the gift certificate by this amount)
ro: Cantitate (înmulțiți această sumă cu certificatul cadou)

source: Recipient Email (optional):
ro: Emailul recipientului (opțional):

source: Message (optional):
ro: Mesaj (opțional):

source: Add to cart
ro: Adaugă în coș

source: Checkout
ro: Finalizare comandă

source: Payment
ro: Plata

source: Order total: %(orderbalance)s
ro: Total comandă: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
ro: Sunteți pe cale să folosiți certificatul cadou #%(giftcode)s care are soldul %(certbalance)s disponibil pentru plata comenzii.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
ro: Dacă nu există fonduri pentru plata întregii comenzi, veți putea alege o formă de plată adițională după folosirea acestui certificat.

source: Please Note:
ro: Notă:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
ro: Sunteți pe cale să folosiți certificatul cadou: %(giftcode)s, ce are un sold de %(balance)s.

source: About to use INVALID gift certificate
ro: Sunteți pe cale să folosiți un certificat cadou invalid.

source: Payment Information
ro: Informații plată

source: Gift Certificate Code
ro: Cod certificat cadou
