Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/satchmo_store/shop/locale/*/LC_MESSAGES/django.po
Languages: cs, da, nl, ro

source: Your order is summarized below:
cs: Shrnutí Vaší objednávky:
da: Din ordre er opsummeret herunder:
nl: Samenvatting van uw bestelling:
ro: Comanda dumneavoastră este rezumată mai jos:

source: Regards
cs: S pozdravem
da: Med venlig hilsen
nl: Groeten
ro: O zi bună

source: Store Management
cs: Majitel obchodu
nl: Winkel management
ro: Echipa de management

source: Dear %(first_name)s %(last_name)s,
cs: Vážený %(first_name)s %(last_name)s,
da: Kære %(first_name)s %(last_name)s,
ro: Dragă %(last_name)s %(first_name)s,

source: Order placed on %(shop_name)s by %(customer)s<%(email)s>.
cs: Nová objednávka v %(shop_name)s od %(customer)s<%(email)s>.
da: Ordre på %(shop_name)s fra %(customer)s <%(email)s>.
ro: O comandă a fost plasată la %(shop_name)s de către %(customer)s<%(email)s>

source: Your order #%(orderid)s has shipped today via %(shippingmethod)s.
cs: Vaše objednávka č. %(orderid)s byla odeslána jako %(shippingmethod)s .
da: Din ordre #%(orderid)s er blevet sendt med %(shippingmethod)s i dag.
ro: Comanda dumeavoastră numărul #%(orderid)s a fost trimisă astăzi prin %(shippingmethod)s.

source: This completes your order.
cs: Tímto je Vaše objednávka dokončena.
da: Dette fuldender din ordre
ro: Comanda a fost finalizată.

source: No cart to update.
cs: Žádný košík k aktualizaci.
da: Ingen kurv at opdatere
nl: Geen winkelwagens om bij te werken
ro: Nu există coș.

source: Bad quantity.
cs: Nesprávné množství.
da: Ugyldigt antal
nl: Ongeldige hoeveelheid.
ro: Cantitate invalidă.

source: Bad item number.
cs: Nesprávné číslo položky.
da: Ugyldigt varenummer
nl: Verkeerd itemnr.
ro: Număr produs invalid.

source: No such item in your cart.
cs: Položka košíku neexistuje.
da: Varen findes ikke i din kurv
nl: Item niet gevonden in uw winkelwagen.
ro: Acest produs nu există în coșul dumneavoastră.

source: That product is not available at the moment.
cs: Tento produkt momentálně není k dispozici.
da: Det produkt er ikke tilgængeligt i øjeblikket.
nl: Dit product is niet beschikbaar op dit moment.
ro: Acest produs este momentan indisponibil.

source: The product you have requested does not exist.
cs: Požadovaný produkt neexistuje.
da: Det produkt du efterspurgte findes ikke.
nl: Het product dat u heeft opgevraagd bestaat niet.
ro: Produsul cerut nu există.

source: Please enter a smaller number.
cs: Zadejte prosím menší číslo.
da: Skriv venligst et mindre tal.
nl: Vul een kleiner aantal in.
ro: Vă rugăm introduceți un număr mai mic.

source: Invalid quantity.
cs: Nesprávné množství.
da: Ugyldigt antal
nl: Ongeldig hoeveelheid.
ro: Cantitate invalidă.

source: Please enter a positive number.
cs: Zadejte prosím kladné číslo.
da: Skriv venligst et positivt tal.
nl: Voer een positief getal in.
ro: Vă rugăm să introduceți un număr pozitiv.

source: Success
cs: Úspěch
da: Succes
nl: Succes
ro: Succes

source: You must accept the terms and conditions.
cs: Musíte příjmout obchodní podmínky.
da: Du skal acceptere vores handelsbetingelser.
nl: U moet akkoord gaan met de algemene voorwaarden.
ro: Trebuie să acceptați termenii și condițiile.

source: One or more of the required fields wasn't submitted
cs: Jedno či více povinných polí nebylo vyplněno
da: En eller flere påkrævede felter blev ikke sendt med
nl: Een of meer van de vereiste velden is niet ingevuld
ro: Unul sau mai multe câmpuri obligatorii nu au fost complectate

source: Bad ContentType: %s
cs: Nesprávný ContentType: %s
da: Ugyldig indholdstype: %s

source: General question
cs: Obecná otázka
da: Generelle spørgsmål
nl: Algemene vraag
ro: Întrebare generală

source: Order problem
cs: Problém s objednávkou
da: Problem med ordre
nl: Probleem met bestelling

source: Email address
cs: E-mailová adresa
da: E-mail-adresse
nl: E-mailadres
ro: Adresa de email

source: Subject
cs: Předmět
da: Emne
nl: Onderwerp
ro: Subiect

source: Inquiry
cs: Požadavek
da: Forespørgsel
nl: Offerte
ro: întrebarea

source: Contents
cs: Obsah
da: Indhold
nl: Inhoud
ro: Conținut

source: Invalid page number
cs: Neplatné číslo stránky
da: Ugyldigt sidetal
nl: Ongeldig paginanummer
ro: Numărul paginii nu este valid

source: The order you have requested doesn't exist, or you don't have access to it.
cs: Objednávka kterou požadujete neexistuje nebo k ní nemáte přístup.
da: Den ordre du efterspurgte findes ikke, eller du har ikke adgang til at se den.
nl: De bestelling bestaat niet, of u hebt geen toegang tot de bestelling.
ro: Comanda cerută nu există sau nu aveți drepturi de acces pentru ea.

source: What to round cart adds/deletes by, a '1' here means to round up to a whole number. Must be -1 to 1.
da: Hvad tilføjelser/sletninger i kurven skal afrundes til. '1' betyder her at der afrundes til heltal. Skal være mellem -1 og 1.
nl: Afrondingsfactor voor de winkelwagen, een '1' rondt af naar een geheel nummer. Geef een getal tussen -1 en 1.
ro: Cu cât rotunjesc adăugările/ștergerile din coș? 1 înseamnă rotunjire în sus cu un număr întreg. Valorile posibile sunt între -1 și 1.

source: Analytics Code
da: Analytics kode
ro: Codul Analytics

source: detail
da: detalje
ro: detaliu

source: Downloading of
da: Download af
nl: Downloaden van
ro: Descărcarea de

source: will commence after clicking the link below:
da: vil begynde efter klik på linket herunder:
nl: zal starten na het klikken van de volgende link:
ro: va începe după ce faceţi clic pe link-ul de mai jos:

source: Custom Order Management
ro: Management comenzi particularizate

source: %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
nl: Uw %(credit_card_type)s eindigent met %(credit_card_number)s zal met %(order_total)s in rekening worden gebracht.
ro: %(credit_card_type)s card se termină în %(credit_card_number)s va fi perceput %(order_total)s .

source: This is a downloadable product
nl: Dit is een downloadbaar product
ro: Acesta este un produs descărcabil.

source: Here's a %(request_type)s from %(name)s ( %(email)s ) sent via the web contact form.
da: Her er en %(request_type)s fra %(name)s <%(email)s> sendt via kontaktformularen på online-butikken.
ro: Iată un %(request_type)s de la %(name)s ( %(email)s ) trimis prin formularul de contact web.

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
ro: Cardul dumneavoastră %(credit_card_type)s ce se sfârșește cu %(credit_card_number)s va fi folosit pentru a plăti suma de %(order_total)s.

source: Your order contains products that can be downloaded
da: Din ordre indeholder varer der kan downloades
ro: Comanda dumneavoastră conține produse ce pot fi descărcate

source: Please click the link to begin the download
da: Klik venligst på linket for at starte download.
ro: Vă rugăm să faceți click pe link pentru a le descărca

source: Phone
da: Telefon
ro: Telefon

source: Payments Made
da: Betalinger foretaget
ro: Plăți efectuate

source: Balance Due
da: Udestående balance
ro: Restul de plată

source: Store Invoice
da: Butiksfaktura
ro: Factura magazin

source: Invoice #
da: Fakturanummer
ro: Factura nr.

source: INVOICE
da: FAKTURA
ro: FACTURA

source: Page
da: Side
ro: Pagina

source: Unit Price
da: Stykpris
ro: Preț per unitate

source: Payment total %(order_total)s due to:
da: Betaling i alt %(order_total)s skyldig til:
ro: Total de plată %(order_total)s datorită:

source: Accounts Receivable
ro: Conturi de creante

source: %(order_total)s was charged to your %(credit_card_type)s card (x%(credit_card_number)s) on %(order_date)s.
ro: %(order_total)s a fost taxată pentru cardul %(credit_card_type)s ce se termină cu cifrele %(credit_card_number)s pe data de %(order_date)s.

source: This invoice has been paid in full. Thank you for your business!
da: Denne faktura er betalt. Tak fordi du handlede med os!
ro: Această factură a fost plătită în întregime. Vă mulţumim!

source: Thank you for your business!
da: Tak fordi du handlede med os!
ro: Vă mulțumim!

source: Powered by <a href="http://www.satchmoproject.com">Satchmo</a>.
da: Bygget med <a href="http://www.satchmoproject.com">Satchmo</a>.

source: Once you click the link, the download will be counted. If you have trouble with the download, please refresh your browser and try the download again
da: Når du klikker på linket, vil det blive talt som en download. Hvis du har problemer med at downloade, genindlæs siden og prøv igen.
nl: Wanneer u op de link klikt zal dit bijgehouden worden. Indien u problemen heeft met het downloaden, raden wij u aan om deze pagina te herladen en het opnieuw te proberen.

source: Charge remaining amount
da: Opkræv udestående beløb
nl: incasseer resterend bedrag

source: PACKING SLIP
da: PAKKESEDDEL

source: Adwords ID (ex: UA-abcd-1)
nl: Adwords ID (vb: UA-ABCD-1)
