Repository: blaise1003/EShop
Catalog: buildout/source/Satchmo/satchmo/apps/satchmo_store/shop/locale/*/LC_MESSAGES/django.po
Languages: cs, da, nl, ro

source: Store Contact
cs: Kontakt obchodu
da: Butikskontakt
nl: Winkel Contact
ro: Date de contact

source: Shipping Countries
cs: Země s dopravou
da: Leveringslande
nl: Verzend naar landen
ro: Țări pentru livrare

source: Shipping Method
cs: Druh dopravy
da: Leveringsmetode
nl: Verzendwijze
ro: Metoda de livrare

source: Shipping Address
cs: Dodací adresa
da: Leveringsaddresse
nl: Verzendadres
ro: Adresa de livrare

source: Billing Address
cs: Fakturační údaje
da: Fakturaadresse
nl: Factuuradres
ro: Adresa de facturare

source: Totals
cs: Částky
da: Totaler
nl: Totalen
ro: Totaluri

source: Satchmo Shop Settings
cs: Nastavení obchodu
da: Satchmo butiksindstillinger
nl: Satchmo winkel Instellingen
ro: Setările magazinului

source: URI to the logo for the store
cs: URL k logu obchodu
da: URI til butikkens logo
nl: URI naar de logo van de winkel
ro: URL-ul imaginii logo

source: State required?
cs: Stát požadován?
da: Stat påkrævet?
nl: Staat verplicht?
ro: Județul este obligatoriu?

source: Require a state during registration/checkout for countries that have states?
cs: Požadovat stát během registrace/objednávky pro země se staty?
da: Kræv at der vælges en stat i forbindelse med registrering/bestilling for lande der har stater?
nl: Vereis een staat tijdens de registratie / checkout voor landen die staten hebben?
ro: Este complectarea județului obligatorie la înregistrare?

source: Show Site Field?
cs: Zobrazovat Site pole?
da: Vis Site-felt
nl: Toon Site Veld?
ro: Afișez acest câmp în formular?

source: Should the Site field be displayed in the admin lists? A server restart is required for this to take effect.
cs: Zda bude Site pole zobrazováno v seznamech administračního rozhraní. Restart serveru je nutný aby se změny projevily.
da: Skal Site-feltet vises i admin lister? En servergenstart kræves for at dette træder i kraft.
nl: Site tonen in adminlijst? Een restart is nodig.
ro: Afișez câmpul pentru alegerea site-ului în listele din admin? (trebuie să restartați serverul pentru a avea efect această schimbare)

source: Cart Quantity Rounding Factor
cs: Zaokrouhlovací faktor množství v košíku
da: Kurvens mængdeafrundingsfaktor
nl: Winkelwagen item aantal afrondingsfactor
ro: Factorul de rotunjire pentru cantitățile din coșurile de cumpărături

source: Cart Quantity Decimal Places
cs: Počet desetinných míst pro množství v košíku
da: Decimalantal i kurven
nl: Decimale aantalen in winkelwagen
ro: Numărul de zecimale pentru cantitatea din coș

source: How many places to assume for cart quantities, use 0 unless you are selling products in fractional quantities.
cs: Kolik míst použít pro množství v košíku, použijte jinou hodnotu než 0 pokud prodáváte produkty po necelých částech.
nl: Aantal decimalen voor items in de winkelwagen, gebruik 0 indien u gehele producten wilt laten afrekenen.
ro: Câte zecimale se afișează pentru cantitatea din coș, folosiți 0 dacă nu vindeți produse în cantități fracționare.

source: Send HTML Email?
cs: Posílat HTML emaily?
nl: Stuur HTML e-mail?

source: Should HTML emails be used when sending notifications?
cs: Posílat HTML emaily při upozorněních?
da: Brug HTML-formattering i de e-mails der sendes til brugerne.
nl: Moet HTML e-mails worden gebruikt bij het versturen van meldingen?

source: Use Cart Price Breaks?
cs: Používat zlomy v cenách košíku?
nl: Gebruik winkelmandje voor kortingsberekening?

source: Use the total number or cart or order items to determine quantities for discount pricing.
cs: Použít celkový počet nebo počet v košíku nebo počet položek objednávky k určení množství pro výpočet slev.
nl: Gebruik totaal van of winkelmandje of orderregels om korting te berekenen.

source: Google Settings
cs: Google nastavení
da: Google indstillinger
nl: Google-instellingen
ro: Setări Google

source: Enable Analytics
cs: Povolit Analytics
da: Brug Analytics
nl: Analytics inschakelen
ro: Activați Google Analytics

source: Use Urchin?
cs: Použít Urchin?
da: Brug Urchin?
nl: Gebruik Urchin?
ro: Utilizaţi Urchin?

source: Use the old-style, urchin javascript?. This is not needed unless your analytics account hasn't been updated yet.
cs: Použít starý urchin javascript? Není potřeba pokud máte aktuální analytics účet.
da: Brug det gamle Urchin JavaScript. Dette skal kun bruges hvis du har en gammel Analytics konto der ikke er blevet opdateret endnu.
nl: Gebruik oude urchin javascript?
ro: Folosiți javascript de tip vechi pentru Urchin? (Dacă nu știți ce șă alegeți, nu activați)

source: Enable Conversion Tracking
cs: Povolit sledování konverzí
nl: Schakel het bijhouden van conversies
ro: Activați urmărirea conversiilor

source: '%s' is out of stock.
cs: '%s' není na skladě.
da: “%s” er ikke på lager.
nl: '%s' is niet op voorraad.
ro: '%s' nu este în stoc.

source: Only %(amount)i of '%(product)s' in stock.
cs: Pouze %(amount)i z '%(product)s' je na skladě.
da: Der er kun %(amount)i af “%(product)s på lager.
nl: %(amount)i van ' %(product)s ' op voorraad.
ro: Doar %(amount)i %(product)s în stoc.

source: Test Store
cs: Testovací obchod
da: Testbutik
nl: Test-winkel
ro: Magazin de test

source: Store Name
cs: Jméno obchodu
da: Butiknavn
nl: Naam winkel
ro: Nume magazin

source: Description
cs: Popis
da: Beskrivelse
nl: Beschrijving
ro: Descriere

source: Email
cs: E-mailová adresa
da: E-mail-adresse

source: Street
cs: Ulice
da: Gade
nl: Straat
ro: Strada

source: City
cs: Město
da: By
nl: Plaats
ro: Oraș

source: State
cs: Stát
da: Stat
nl: Staat
ro: Județ

source: Zip Code
cs: PSČ
da: Postnummer
nl: Postcode
ro: Cod poștal

source: Country
cs: Země
da: Land
nl: Land
ro: Țara

source: Phone Number
cs: Telefon
da: Telefonnummer
nl: Telefoonnummer
ro: Telefon

source: Only sell to in-country customers?
cs: Prodej pouze do vnitrostátním zákazníkům?
da: Sælg kun til kunder inden for landets grænser?
nl: Alleen aan binnenlandse klanten verkopen?
ro: Vindeți doar clienților din țară?

source: Default country for customers
cs: Výchozí země pro zákazníky
da: Standardland for kundeprofiler
nl: Standaard land voor klanten
ro: Țara implicită pentru clienți

source: Store Configuration
cs: Nastavení obchodu
da: Butiksindstilling
nl: Winkel configuratie
ro: Setare magazin

source: Store Configurations
cs: Nastavení obchodu
da: Butiksindstillinger
nl: Winkel configuraties
ro: Setări magazin

source: Creation Date
cs: Datum vytvoření
da: Oprettelsesdato
nl: Aanmaakdatum
ro: Data creării

source: Customer
cs: Zákazník
da: Kunde
nl: Klant
ro: Client

source: Shopping Cart
cs: Košík
da: Indkøbskurv
nl: Winkelwagen
ro: Coș de cumpărături

source: Shopping Carts
cs: Košíky
da: Indkøbskurve
nl: Winkelwagens
ro: Coșuri de cumpărături

source: Cart
cs: Košík
da: Kurv
nl: Winkelwagen
ro: Coș

source: Product
cs: Produkt
da: Vare
ro: Produs

source: Quantity
cs: Množství
da: Antal
nl: Hoeveelheid
ro: Cantitate

source: Cart Item
cs: Položka košíku
da: Vare i kurv
nl: Winkelwagen item
ro: Produs din coș

source: Cart Items
cs: Položky košíku
da: Varer i kurv
nl: Winkelwagen Items
ro: Produse din coș

source: name
cs: jméno
da: navn
nl: naam
ro: nume

source: Item Detail Price Change
cs: Změna ceny pro detail položky
nl: Item Detail Prijswijziging
ro: Schimbare preț detaliu produs

source: Sort Order
cs: Pořadí řazení
da: Sorterings
nl: Sorteervolgorde
ro: Ordinea de sortare

source: The display order for this group.
cs: Pořadí zobrazení pro tuto skupinu
da: Rækkefølge, som denne gruppe vises i.
nl: Volgorde voor weergaven van deze groep.
ro: Ordinea de afișare pentru acest grup

source: Cart Item Detail
cs: Detail položky košíku
nl: Winkelwagen Item Detail
ro: Detaliu produs din coș

source: Cart Item Details
cs: Detaily položky košíku
nl: Winkelwagen Item Details
ro: Detalii produs din coș

source: In Person
cs: Osobně
da: Personligt
nl: In Persoon
ro: Față în față

source: Show
cs: Výstava
da: Vis
nl: Tonen
ro: Afișează

source: Temp
cs: Dočasná
nl: Tijdelijk

source: New
cs: Nová
da: Ny
nl: Nieuw
ro: Nou

source: Blocked
cs: Blokovaná
da: Blokeret
nl: Geblokkeerd
ro: Blocat

source: In Process
cs: Zpracovávání
da: Under behandling
ro: Se procesează

source: Billed
cs: Fakturována
da: Faktureret
nl: Gefactureerd
ro: Debitat

source: Shipped
cs: Odeslána
da: Afsendt
nl: Verzonden
ro: Trimis

source: Complete
cs: Ukončena
da: Færdig
nl: Compleet
ro: Finalizat

source: Cancelled
cs: Zrušena
da: Annuleret
nl: Geannuleerd
ro: Anulat

source: key
cs: klíč
da: nøgle
ro: cheie

source: value
cs: hodnota
da: værdi
nl: waarde
ro: valoare

source: Order variable
cs: Objednávková proměnná
nl: Bestellingsvariabele
ro: Variabilă comandă

source: Order variables
cs: Objednávkové proměnné
nl: Bestellingsvariabelen
ro: Variabile comenzi

source: Contact
cs: Kontakt
da: Kontakt

source: Addressee
cs: Adresát
da: Modtager
nl: Geadresseerde
ro: Adresa

source: Notes
cs: Poznámky
da: Noter
nl: Opmerkingen
ro: Note

source: Subtotal
cs: Mezisoučet
nl: Subtotaal

source: Total
cs: Cena celkem
nl: Totaal

source: Discount Code
cs: Slevový kód
da: Rabatkode
nl: Kortingscode
ro: Cod pentru reducere

source: Coupon Code
cs: Kód kupónu
da: Kuponkode
nl: Vouchercode
ro: Cod cupon

source: Discount amount
cs: Částka slevy
da: Rabatbeløb
nl: Korting bedrag
ro: Suma reducerii

source: Order method
cs: Druh objednávky
da: Bestillingsmetode
nl: Bestelmethode
ro: Altă metodă

source: Shipping Description
cs: Popis dopravy
da: Forsendelsesbeskrivelse
nl: Beschrijving van verzending
ro: Descriere pentru livrare

source: Shipping Models
cs: Druh dopravy
da: Forsendelsesmodeller
nl: Verzending modellen
ro: Modele livrare

source: Shipping Cost
cs: Cena dopravy
da: Forsendelsesomkosninger
nl: Verzendkosten
ro: Cost livrare

source: Shipping Discount
cs: Sleva na dopravu
da: Forsendelsesrabat
nl: Korting op de verzendkosten
ro: Reducere livrare

source: Tax
cs: Daň
da: Skat
nl: Belasting
ro: Taxa

source: Timestamp
cs: Čas
da: Tidsstempel
nl: Tijdstempel

source: Status
cs: Stav

source: This is set automatically.
cs: Toto je nastaveno automaticky.
da: Dette sættes automatisk
nl: Dit wordt automatisch ingesteld.
ro: Acest câmp este setat automat.

source: View
cs: Zobraz
nl: Bekijk
ro: Vezi

source: Discount
cs: Sleva
da: Rabat
nl: Korting
ro: Reducere

source: Product Order
cs: Objednávka produktu
da: Produktordre
nl: Product bestelling
ro: Comandă produs

source: Product Orders
cs: Objednávky produktu
da: Produktordrer
nl: Product bestellingen
ro: Comenzi produse

source: Order
cs: Objednávka
da: Ordre
nl: Bestelling
ro: Comandă

source: Unit price
cs: Jednotková cena
da: Enhedspris
nl: Prijs per unit
ro: Preț per unitate

source: Unit tax
cs: Jednotková daň
da: Enhedsskat
nl: BTW per eenheid
ro: Taxa per unitate

source: Line item price
cs: Cena
da: Ordrelinjepris
nl: Prijs orderregel
ro: Preț produs

source: Line item tax
cs: Daň
da: Ordrelinjemoms
nl: Belasting orderregel
ro: Taxă produs

source: Subscription End
cs: Konec předplatného
da: Abonnementsudløb
nl: Abonnement afloop
ro: Sfârșit abonament

source: Subscription expiration date.
cs: Datum konce předplatného.
da: Abonnementes udløbsdato
nl: Einddatum abonnement.
ro: Data expirării abonamentului.

source: Completed
cs: Dokončeno
da: Gennemført
nl: Voltooid
ro: Finalizat

source: Line item discount
cs: Sleva
da: Ordrelinjerabat
nl: Korting orderregel
ro: Reducere produs

source: Order Line Item
cs: Objednávka
da: Ordrelinjevare
nl: Orderregel item
ro: Produs

source: Order Line Items
cs: Objednávky
da: Ordrelinjevarer
nl: Orderregel Items
ro: Produse

source: Order Item
cs: Položka objednávky
nl: Bestel item
ro: Item comandă

source: Name
cs: Jméno
da: Navn
nl: Naam
ro: Nume

source: Value
cs: Hodnota
da: Værdi
nl: Waarde
ro: Valoare

source: Price Change
cs: Změna ceny
da: Prisændring
nl: Prijswijziging
ro: Modificare de preț

source: Order Item Detail
cs: Detail položky objednávky
nl: Itemdetail
ro: Detaliu produs

source: Order Item Details
cs: Detaily položky objednávky
nl: Itemdetails
ro: Detalii produse

source: Order Status
cs: Stav objednávky
da: Ordrestatus
ro: Status comandă

source: Order Statuses
cs: Stavy objednávky
da: Ordrestatusser
nl: Order statussen
ro: Statusuri comenzi

source: Payment Method
cs: Platební metoda
da: Betalingsmetode
nl: Betaalwijze
ro: Modalitate de plată

source: amount
cs: částka
da: beløb
nl: bedrag
ro: suma

source: timestamp
cs: Čas
da: tidsstempel

source: Transaction ID
cs: ID transakce
da: Transaktions-ID
nl: Transactie-id
ro: ID tranzacție

source: Details
cs: Detaily
da: Detaljer
ro: Detalii

source: Reason Code
cs: Kód důvodu
da: Begrundelseskode
nl: Reden Code
ro: Codul motivului

source: Order Payment Authorization
cs: Autorizace platby objednávky
nl: Betalingsautorisatie

source: Order Payment Authorizations
cs: Autorizace platby objednávky
nl: Betalingsautorisaties

source: Order Payment
cs: Platba objednávky
nl: Bestelling Betaling
ro: Ordin de plata

source: Order Payments
cs: Platby objednávky
nl: Bestelling Betalingen
ro: Ordine de plată

source: Order Pending Payment
cs: Nedokončená platba objednávky
nl: Betalingswachtrij
ro: Ordine de plată în aşteptare

source: Order Pending Payments
cs: Nedokončené platby objednávky
nl: Wachtrij betalingen
ro: Ordine de plată în așteptare

source: Order tax detail
cs: Detail daně objednávky
nl: Belastingdetail van bestelling
ro: Detaliu fiscal comandă

source: Order tax details
cs: Detaily daně objednávky
nl: Belastingdetails van bestelling
ro: Detalii fiscale comenzi

source: Thank you for your order from %(shop_name)s
cs: Děkujeme za Vaši Objednávku z %(shop_name)s
da: Tak for din bestilling fra %(shop_name)s
nl: Bedankt voor uw bestelling bij %(shop_name)s
ro: Vă mulțumim pentru că ați comandat de la %(shop_name)s

source: New order on %(shop_name)s
cs: Nová objednávka v %(shop_name)s
da: Ny ordre på %(shop_name)s
nl: Nieuwe order op %(shop_name)s
ro: Comandă nouă pe %(shop_name)s

source: Your order from %(shop_name)s has shipped
cs: Vaše objednávka na %(shop_name)s byla odeslána
da: Din ordre på %(shop_name)s er afsendt
nl: Uw bestelling van %(shop_name)s is verzonden
ro: Comanda dumneavoastră de la %(shop_name)s a fost trimisă

source: Home
cs: Domů
da: Hjem
nl: Hoofdpagina
ro: Acasă

source: Error
cs: Chyba
da: Fejl
nl: Fout
ro: Eroare

source: Could not find the page you were looking for.
cs: Nelze nalézt požadovanou stránku.
da: Siden du forsøgte at åbne blev ikke fundet.
nl: We konden de opgevraagde pagina niet vinden.
ro: Nu am găsit pagina căutată.

source: There was an error with the store. The admin has been notified.
cs: V aplikaci obchodu se stala chyba. Administrátor byl upozorněn.
da: Der opstod en fejl i butikssystemet. Webmasteren er blevet underrettet.
nl: Er was een fout met de winkel. De admin is ingelicht.
ro: A apărut o eroare.

source: Shop Categories
cs: Kategorie v obchodu
da: Butikskategorier
nl: Shop Categorieën
ro: Categorii

source: Quick Links
cs: Rychlé odkazy
da: Kviklinks
ro: Link-uri rapide

source: Recently Added
cs: Nedávno přidané
da: Nye produkter
nl: Recent toegevoegd
ro: Produse adăugate recent

source: Best Sellers
cs: Nejprodávanější
da: Bedst sælgende
ro: Cele mai vândute produse

source: Category Index
cs: Seznam kategorií
nl: Categorie Index

source: Quick Order
cs: Rychlá objednávka
nl: Snel Bestellen

source: Account Information
cs: Informace o účtu
da: Kontooplysninger
nl: Account Informatie
ro: Informații cont

source: Admin
cs: Administrace

source: Account Details
cs: Detaily o účtu
da: Kontodetaljer
ro: Detalii cont

source: Log out
cs: Odhlásit
da: Log ud
nl: Log uit
ro: Deconectare

source: Log in
cs: Přihlásit
da: Log ind
ro: Autentificare

source: Check out
cs: Objednat
da: Gå til kassen
nl: Uitchecken
ro: Finalizare comandă

source: Contact Us
cs: Kontakujte nás
da: Kontakt os
nl: Neem contact met ons op
ro: Contactați-ne

source: Site Administration
cs: Administrační rozhraní
nl: Sitebeheer
ro: Administrarea site-ului

source: (show)
cs: (zobraz)
da: (vis)
nl: (Toon)
ro: (afișează)

source: (hide)
cs: (skryj)
da: (skjul)
nl: (Verberg)
ro: (ascunde)

source: Models available in the %(name)s application.
cs: Moduly k dispozici v aplikaci %(name)s.
da: Modeller tilgængelig i %(name)s applikationen.
nl: Modellen beschikbaar in de %(name)s applicatie.
ro: Modele disponibile în aplicația %(name)s.

source: Add
cs: Přidat
da: Tilføj
nl: Toevoegen
ro: Adaugă

source: Change
cs: Změnit
da: Skift
nl: Verander
ro: Modifică

source: You don't have permission to edit anything.
cs: Nemáte oprávnění cokoliv měnit.
da: Du har ikke tillader til at redigere noget.
nl: Je hebt geen toestemming om iets te bewerken.
ro: Nu aveți drepturi de editare.

source: Recent Actions
cs: Nedávná činnost
da: Nyeste handlinger
nl: Recente acties
ro: Acțiuni recente

source: My Actions
cs: Moje činnost
da: Mine handlinger
nl: Mijn Acties
ro: Acțiunile mele

source: None available
cs: Nic není k dispozici
da: Ingen fundet
nl: Geen beschikbaar
ro: Indisponibil

source: Admin Tools
cs: Administrační nástroje
da: Adminværktøjer
ro: Unelte de administrare

source: Edit Site Settings
cs: Uprav nastavení stránek
da: Rediger siteindstillinger
nl: Bewerk site instellingen
ro: Editați setările site-ului

source: Edit Inventory
cs: Upravit skladové zásoby
da: Rediger varelager
nl: Bewerk voorraad
ro: Editați inventarul

source: Export Product Defs
cs: Export definic produktů
da: Eksportér produktdefinitioner
nl: Exporteer product defenities
ro: Export definiții produse

source: Product Variation Manager
cs: Manažer variant
da: Produktvariantværktøj
nl: Product variatie manager
ro: Manager de variații produse

source: Cache Status
cs: Stav cache
ro: Status cache

source: Items Ordered
cs: Objednané položky
da: Bestilte produkter
nl: Items besteld
ro: Produse comandate

source: Contact Information
cs: Osobní údaje
da: Kontaktoplysninger
nl: Contact informatie
ro: Informații de contact

source: Billing Information
cs: Fakturační údaje
da: Faktureringsoplysninger
nl: Facturatie informatie
ro: Informații de facturare

source: Base Shipping
cs: Poštovné
da: Basisforsendelse
nl: Basis verzendkosten
ro: Livrare (fără taxe)

source: Shipping (incl. Tax)
cs: Poštovné (vč. daně)
da: Forsendelse (inkl. moms)
nl: Verzending (incl. btw)
ro: Livrare (cu taxe)

source: Shipping
cs: Poštovné
da: Forsendelse
nl: Verzending
ro: Livrare

source: Tax included
cs: Daň
da: Inklusiv moms
nl: Inclusief BTW
ro: Taxe incluse

source: Order #
cs: Objednávka číslo:
da: Ordrenummer
nl: Bestelling #
ro: Comanda nr.

source: Shipping To
cs: Odeslat na
da: Sendes til
nl: Verzending naar
ro: Livrare către

source: Search
cs: Hledat
da: Søg
nl: Zoek
ro: Căutare

source: All Products
cs: Všechny produkty
da: Alle produkter
nl: Alle producten
ro: Toate produsele

source: Your cart is empty.
cs: Váš košík je prázdný.
da: Din kurv er tom.
nl: Uw winkelwagen is nog leeg.
ro: Coșul dumneavoastră este gol.

source: Your Cart
cs: Váš košík
da: Din kurv
nl: Uw winkelwagen
ro: Coșul dumneavoastră

source: Item
cs: Položka
da: Vare
ro: Produs

source: Regular Price
cs: Běžná cena
da: Almindelig pris
nl: Normale prijs
ro: Prețul normal

source: Sale Price
cs: Prodejní cena
da: Udsalgspris
nl: Verkoopprijs
ro: Preț vânzare

source: Price
cs: Cena
da: Pris
nl: Prijs
ro: Preț

source: Total<br/>(incl.&nbsp;tax)
cs: Celkem<br/>(vč.&nbsp;daně)
da: Total<br/>(inkl.&nbsp;moms)
nl: Totaal <br/> (Incl. btw)
ro: Total</br>(incl.&nbsp;taxe)

source: Remove
cs: Odebrat
da: Fjern
nl: Verwijderen
ro: Ștergeți

source: update amount
cs: Aktualizovat množství
da: opdater antal
nl: aantal bijwerken
ro: Recalculați suma

source: Cart Total
cs: Košík
da: Kurvens total
nl: Totaal
ro: Total

source: Please correct the following error:
cs: Opravte prosím následující chybu:
da: Ret venligst følgende fejl:
nl: Corrigeer a.u.b. de volgende fout:
ro: Vă rugăm să corectați următoarea eroare:

source: Send Email
cs: Poslat email
nl: E-mail verzenden
ro: Trimite email

source: Thank you for contacting us.
cs: Děkujeme, že jste nás kontaktoval.
da: Tak fordi du kontaktede os.
nl: Bedankt voor het contact opnemen met ons.
ro: Vă mulțumim pentru că ne-ați contactat.

source: We will attempt to get back to you within 48 hours.
cs: Pokusíme se Vám odpovědět do 48 hodin.
da: Vi vil bestræbe os på at vende tilbage til dig inden for 48 timer.
nl: We zullen proberen om binnen 48 uur contact met u op te nemen.
ro: Vom încerca să vă răspundem în maxim 48 de ore.

source: Welcome to the shop.
cs: Vítejte v obchodě.
da: Velkommen til butikken
nl: Welkom bij de winkel.
ro: Bine ați venit la magazin.

source: Featured Items
cs: Akční položky
da: Udvalgte produkter
nl: Aanbevolen
ro: Produse recomandate

source: Previous
cs: Předchozí
da: Forrige
nl: Vorig
ro: Precedent

source: Next
cs: Další
da: Næste
nl: Volgende
ro: Următor

source: Quick Order Form
cs: Formulář rychlé objednávky
da: Kvikbestillingsform
nl: Snel bestellen
ro: Formular pentru comenzi rapide

source: Add to Cart
cs: Přidat do košíku
da: Læg i kurv
nl: Toevoegen aan winkelwagen
ro: Adăugați în coș

source: Account
cs: Účet
da: Konto
ro: Cont

source: Order History
cs: Historie objednávek
da: Ordrehistorik
nl: Bestelgeschiedenis
ro: Istoric comenzi

source: Date
cs: Datum
da: Dato
nl: Datum
ro: Data

source: Items
cs: Položky
da: Varer
ro: Produse

source: You haven't made any orders yet.
cs: Zatím nemáte žádné objednávky.
da: Du har ikke lavet nogen ordrer endnu.
nl: U heeft nog geen bestellingen gedaan.
ro: Nu aveți comenzi.

source: Order Tracking
cs: Sledování objednávky
da: Ordrestatus
nl: Bestelling volgen
ro: Urmărire comenzi

source: Nothing found
cs: Nic nenalezeno
da: Intet fundet
nl: Niets gevonden
ro: Nu sunt rezultate

source: Search results for %(category_name)s products
cs: Výsledky vyhledávání mezi produkty %(category_name)s
da: Søgeresultat for %(category_name)s produkter
nl: Zoekresultaten voor %(category_name)s producten
ro: Rezultate căutare pentru categoria: %(category_name)s

source: Categories
cs: Kategorie
da: Kategorier
nl: Categorieën
ro: Categorii

source: Products
cs: Produkty
da: Produkter
nl: Producten
ro: Produse

source: for
cs: pro
nl: voor
ro: pentru

source: Fully charged
cs: Plně zaplaceno
da: Helt opkrævet
nl: Volledig geincaseerd

source: Product Details
cs: Detaily produktu
da: Produktdetaljer
ro: Detaliile produsului

source: on
cs: na
da: på
nl: op
ro: activ

source: Payment
cs: Platba
da: Betaling
nl: Betaling
ro: Plata

source: Amount
cs: Částka
da: Beløb
nl: Bedrag
ro: Suma

source: Method
cs: Metoda
da: Betalingsform
nl: Methode
ro: Metoda

source: No payments.
cs: Žádné platby.
da: Ingen betalinger.
nl: Geen betalingen.
ro: Nu există plăți

source: Paid in full
cs: Plně zaplaceno
da: Helt betalt
nl: Volledig betaald
ro: Plătit

source: Balance on order:
cs: Částka na objednávku:
da: Balance på ordre:
nl: Saldo op bestelling:
ro: Balanța comenzii:

source: Satchmo Orders
cs: Satchmo objednávky
da: Satchmo ordrer
nl: Satchmo Bestellingen
ro: Comenzi

source: New Orders
cs: Nové objednávky
da: Nye ordrer
nl: Nieuwe bestellingen
ro: Comenzi noi

source: Orders in Process
cs: Zpracovávané objednávky
da: Ordrer under behandling
nl: Bestellingen in uitvoering
ro: Comenzi în curs de procesare

source: View all Orders
cs: Zobraz všechny objednávky
da: Se alle ordrer
nl: Bekijk alle bestellingen
ro: Vezi toate comenzile

source: Discount:
cs: Sleva:
da: Rabat:
nl: Korting:

source: Shipping:
cs: Poštovné:
da: Forsendelse:
nl: Verzending:

source: Tax:
cs: Daň:
nl: Belasting:

source: Total:
cs: Cena celkem:
nl: Totaal:

source: Payment:
cs: Platba:
nl: Betaling:

source: Thank you for ordering with %(shop_name)s.
cs: Děkujeme za Vaši Objednávku z %(shop_name)s.
nl: Bedankt voor het bestellen bij %(shop_name)s .
ro: Vă mulțumim pentru că ați comandat de la %(shop_name)s.
